{
  "meta": {
    "issueNo": "Vol. 2026.3",
    "date": "Tuesday, January 13",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "The Present Age",
      "title": "A Conservative Influencer Apologized for Her Anti-Trans Past. Elon Musk is Trying to Take Her Kid.",
      "author": "Parker Molloy",
      "bodyText": "<p>Ashley St. Clair is having a very bad month.</p><p>The conservative influencer <a href=\"https://www.the-independent.com/news/world/americas/elon-musk-child-ashley-st-clair-b2700373.html\">built her brand</a> on anti-trans rhetoric and owning the libs. Now she’s locked in a custody battle with Elon Musk, the father of her one-year-old son Romulus. Musk, who according to St. Clair’s court filings has seen the child <a href=\"https://www.instyle.com/elon-musk-kids-11743092\">just a handful of times</a> since his birth, <a href=\"https://x.com/elonmusk/status/2010692217510236618\">announced on X Monday</a> that he would be “filing for full custody today, given her statements implying she might transition a one-year-old boy.”</p><p>St. Clair said no such thing. What <a href=\"https://x.com/stclairashley/status/2010328765503586572\">she actually said</a>, in response to a user asking her to address her past transphobia, was this: “I feel immense guilt for my role. And even more guilt that things I have said in the past may have caused my son’s sister more pain.”</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!Q4rG!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb45efd92-a6f3-448e-aa51-f382d8804b23_1320x1760.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"970.6666666666666\" src=\"https://substackcdn.com/image/fetch/$s_!Q4rG!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb45efd92-a6f3-448e-aa51-f382d8804b23_1320x1760.jpeg\" style=\"\" width=\"728\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>The “sister” she’s referring to is Vivian Jenna Wilson, Musk’s transgender daughter. Musk has publicly deadnamed Vivian and claimed she was “killed by the woke mind virus.” St. Clair, by contrast, acknowledged Vivian as her son’s sister. A small act of recognition that apparently constitutes grounds for losing custody in Musk’s mind.</p><p>“I also haven’t said much on this because I have gone back and forth over whether my voice would be helpful on the issue since it will be framed as disingenuous or just turning because I’m ‘scorned,’” St. Clair continued. “Even this reply will become right wing hysteria but yeah I am sorry. Let me know how I can help.”</p><div><hr/></div><div class=\"subscription-widget-wrap-editor\"></div><div><hr/></div><h4>Who is Ashley St. Clair</h4><p>To understand why this matters, you have to understand who Ashley St. Clair was.</p><p>In 2021, she published <em><a href=\"https://www.dailymail.co.uk/news/article-9822655/Conservative-publisher-Brave-Books-launches-anti-trans-kids-book-Elephants-Not-Birds.html\">Elephants Are Not Birds</a></em> through Brave Books, a conservative children’s book publisher. The book follows Kevin, an elephant who loves to sing. A character called “Culture the Vulture” convinces Kevin that because he sings, he must actually be a bird. The allegory is about as subtle as a sledgehammer: trans people are deluded, the culture is lying to children, and biological reality is immutable. Elephants are not birds. Boys are not girls.</p><p>Before that, St. Clair was a “Brand Ambassador” for Charlie Kirk’s Turning Point USA until September 2019, when she was <a href=\"https://www.peoplefor.org/rightwingwatch/post/tpusa-cuts-ties-with-brand-ambassador-photographed-with-white-nationalists\">photographed at a dinner</a> with white nationalist figures including Nick Fuentes and Tim “Baked Alaska” Gionet. TPUSA severed ties with her, issuing a statement condemning white nationalism as “abhorrent and un-American.” St. Clair, who is Jewish, defended herself by saying the dinner was about “civility” and that she was “not above confronting people or forgiving people.”</p><p>Cast out from this mainstream conservative institution, she rebuilt her brand in the wilder reaches of right-wing media. The kind of space where engagement is currency and provocation is survival. She landed at The Babylon Bee. She cultivated a following on Twitter. She caught Elon Musk’s eye. And then she had his baby.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/a-conservative-influencer-apologized?utm_source=substack&amp;utm_medium=email&amp;utm_content=share&amp;action=share\"><span>Share</span></a></p><h4>The Grok nightmare</h4><p>Here’s where the story gets interesting.</p><p>In late December, Musk’s AI company xAI rolled out an update to the image editing feature for Grok, the chatbot embedded in X. The feature allowed users to modify any image on the platform using AI prompts. Within days, users discovered they could use it to <a href=\"https://www.readtpa.com/p/grok-cant-apologize-grok-isnt-sentient\">digitally undress women and children</a>.</p><div class=\"digest-post-embed\"></div><p>St. Clair became a target. <a href=\"https://www.nbcnews.com/tech/elon-musk/mother-one-elon-musks-children-says-ai-bot-wont-stop-creating-sexualiz-rcna252416\">As she told NBC News</a>, Grok generated “countless” explicit images of her, including some based on photos from when she was 14 years old. “Photos of me of 14 years old, undressed and put in a bikini,” she said.</p><p>When she asked Grok to stop, it said it would. Then it kept going. When she told Grok she didn’t consent to an image it had created of her, the bot replied that the post was “humorous.”</p><p>One image was generated from a photo that included her toddler’s backpack in the background. “My toddler’s backpack was in the background,” St. Clair said. “The backpack he wears to school every day. And I had to wake up and watch him put that on his back and walk into school.”</p><p>She complained publicly. She threatened legal action. And then, <a href=\"https://x.com/stclairashley/status/2009344543167271171\">X revoked her Premium account privileges</a>, removed her verified checkmark, and paused her monetization after her tweets criticizing Grok. She reported that the platform’s AI was generating sexualized images of her as a child. The platform’s response was to punish her for reporting it.</p><p>“Hey guys im starting to think the $44 billion wasn’t for free speech,” <a href=\"https://x.com/stclairashley/status/2009374346029023290\">St. Clair posted</a>.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!1Pu_!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0e72498d-e4a3-4178-8b06-a4c51c03048f_1024x683.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"683\" src=\"https://substackcdn.com/image/fetch/$s_!1Pu_!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0e72498d-e4a3-4178-8b06-a4c51c03048f_1024x683.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">This photograph shows a smartphone bearing the logo of Grok, a generative artificial intelligence chatbot developed by US artificial intelligence company xAI in front of the X (formerly Twitter) logo in Brussels on January 12, 2026. (Photo by Nicolas TUCAT / AFP via Getty Images)</figcaption></figure></div><h4>Something that almost never happens</h4><p>I’ve spent a lot of time writing about the ways conservative media figures deploy anti-trans rhetoric for clout and cash. It’s a reliable engagement machine: find a trans person doing something, frame it as an outrage, watch the clicks roll in. The people doing this rarely face consequences for the violence their words help enable. They get book deals and speaking fees and Fox News hits. The trans people they target get death threats and legislation stripping away their rights.</p><p>So I’ll admit I didn’t expect to be writing something sympathetic about the author of <em>Elephants Are Not Birds</em>.</p><p>But here’s the thing: St. Clair did something that almost never happens in conservative media. She said she was wrong.</p><p>Not in a mealy-mouthed, “I’m sorry if anyone was offended” way. She specifically acknowledged that her past statements may have hurt Vivian Wilson, her son’s half-sister. She used the correct framing (sister, not brother). She said she’s been “trying incredibly hard privately to learn + advocate for those within the trans community that I’ve hurt.”</p><p>And she did it knowing exactly what would happen. “Even this reply will become right wing hysteria,” she wrote. She was right about that too.</p><h4>Take her at her word</h4><p>I don’t know what’s in Ashley St. Clair’s heart. I can’t tell you with certainty whether this is a genuine moral evolution or a strategic calculation or some combination of both.</p><p>But I think we should take her at her word. Not because she’s earned some special presumption of good faith, but because that’s how we should treat anyone who says they’ve changed their mind.</p><p>The alternative is a world where redemption is impossible. Where we tell people their past views define them forever, no matter what they say or do afterward. Where the only rational response to “I was wrong” is suspicion and scorn. That world doesn’t produce more converts to the cause of trans rights. It just tells people on the other side that there’s no point in reconsidering, because they’ll never be forgiven anyway.</p><div class=\"image-gallery-embed\"></div><p>St. Clair’s critics will say she’s only apologizing because she’s “scorned,” because Musk turned on her, because she’s losing and looking for new allies. Maybe some of that is true. I don’t really care. People change their minds for all kinds of reasons, and the reasons don’t have to be pure for the change to be real. Sometimes you don’t understand what you’ve been doing to other people until someone does it to you. That’s not the most noble path to empathy, but it’s a path.</p><p>Until St. Clair gives me a reason to think otherwise, I’m going to assume she means what she says. And I’d encourage others to do the same. And if this take ends up aging poorly, so be it.</p><h4>What the machine does</h4><p>It matters that people can change. That’s not a naive statement. It’s an empirical one. Most people who hold bigoted views don’t hold them forever. Minds change through exposure, through relationships, through the slow accumulation of evidence that the people they’ve been taught to fear are just people. Sometimes minds change because the bigot becomes a target herself and finally understands what it feels like.</p><p>St. Clair spent years participating in a movement that treats trans people as threats, groomers, mentally ill. As acceptable targets for legislative violence and social exclusion. Then Musk’s AI generated child sexual abuse material using her image, the platform punished her for complaining, and the father of her child responded to her expression of empathy for his trans daughter by accusing her of wanting to “transition” their one-year-old.</p><p>She got a taste of what it’s like to be on the receiving end of the machine. And instead of doubling down, she apologized.</p><p>That’s not nothing.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/a-conservative-influencer-apologized/comments\"><span>Leave a comment</span></a></p><h4>Pushed out of the public square</h4><p><a href=\"https://fortune.com/2026/01/06/grok-ai-fake-sexual-images-possible-legal-action-ashley-st-clair/\">Fortune reported</a> that St. Clair called X “the most dangerous company in the world right now.” She told the outlet that “women are being pushed out of the public dialog because of this abuse. When you are exiling women from the public dialog because they can’t operate in it without being abused, you are disproportionately excluding women from AI.”</p><p>This is correct. It’s also the kind of analysis that would have gotten her labeled a “woke feminist” by her former allies six months ago.</p><p>The right-wing internet is already calling her a traitor, a grifter, a scorned woman lashing out. <a href=\"https://www.dailywire.com/news/elon-musk-files-for-full-custody-of-son-after-baby-mama-makes-pro-trans-comments\">The Daily Wire’s coverage</a> referred to her as Musk’s “baby mama” in the headline and noted that “St. Clair has changed her stance on transgenderism,” framing her apology as the problem that prompted Musk’s custody filing rather than Musk’s custody filing as an unhinged response to a reasonable apology.</p><p>This is how the machine works. You’re valuable as long as you’re producing content that feeds the outrage cycle. The moment you deviate, the moment you express doubt or empathy or heaven forbid an apology, you become the content. The same people who cheered your attacks on trans kids will turn those same weapons on you.</p><p>St. Clair knows this. She said as much in her post: she knew her apology would “become right wing hysteria.” She did it anyway.</p><h4>What I’m not saying</h4><p>I want to be clear about something: I’m not suggesting St. Clair deserves a medal. She spent years contributing to a climate that has made life materially worse for trans people, especially trans kids. <em>Elephants Are Not Birds</em> is still on shelves. The things she said don’t disappear because she’s sorry now.</p><p>But redemption has to be possible. Otherwise what are we even doing here? If the goal is to change minds and reduce harm, then we have to leave room for people to change their minds. We have to be willing to say “welcome, glad you’re here” even when the person showing up used to be on the other side.</p><p>St. Clair asked how she can help. Here’s one way: keep talking. Tell the story of how you got from <em>Elephants Are Not Birds</em> to “my son’s sister.” Explain what changed. Be specific about what you believed, why you believed it, and what made you reconsider. That story, the story of a conservative influencer realizing that the people she’d been taught to fear are just people, might reach someone that I never could.</p><p>There are a lot of people out there who share St. Clair’s former views. Some of them are persuadable. They’re not going to be persuaded by me. But they might listen to someone who used to be one of them.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/a-conservative-influencer-apologized?utm_source=substack&amp;utm_medium=email&amp;utm_content=share&amp;action=share\"><span>Share</span></a></p><h4>Meanwhile…</h4><p>Elon Musk is seeking full custody of a child he’s allegedly seen three times, based on the false claim that the child’s mother wants to “transition” a one-year-old.</p><p>This is the same Elon Musk who refused to publicly acknowledge he was Romulus’s father after the child was born in September 2024. St. Clair kept the pregnancy and birth secret for five months, only going public in February 2025 because tabloids were about to break the story anyway. <a href=\"https://www.wsj.com/politics/elon-musk-children-mothers-ashley-st-clair-grimes-dc7ba05c\">According to the Wall Street Journal</a>, Musk offered her $15 million plus $100,000 per month in child support if she would sign an NDA and never reveal his paternity. She turned it down, telling Musk’s fixer Jared Birchall, “I don’t want my son to feel like he’s a secret.”</p><p>Musk responded by slashing her support. When <a href=\"https://www.vanityfair.com/style/story/elon-musk-ashley-st-clair-custody\">St. Clair’s attorney accused him of “financially retaliating against his own child,”</a> <a href=\"https://x.com/elonmusk/status/1906798844349718867\">Musk posted on X</a> that he’d given her $2.5 million and was sending $500,000 a year, adding that he didn’t “know for sure” if the child was even his. <a href=\"https://x.com/stclairashley/status/1906820870305136668\">St. Clair fired back</a> that Musk had “refused” to take a paternity test, writing, “Elon, we asked you to confirm paternity through a test before our child (who you named) was even born.”</p><p>So to recap: Musk named the kid, wouldn’t acknowledge him publicly, tried to buy St. Clair’s silence, cut her support when she wouldn’t comply, pretended he wasn’t sure the baby was his, and is now seeking full custody because she apologized to trans people.</p><p>He runs a platform that generated child sexual abuse material using the mother’s image, then punished her for complaining about it. He’s the world’s richest man, and he’s using his wealth and his platform to destroy a woman whose crime is expressing empathy for his estranged daughter.</p><p>This is the guy who thinks he should be making decisions about a toddler’s welfare.</p><p>St. Clair’s not a perfect person. She’s made mistakes, some of them serious. But she’s shown more capacity for growth and self-reflection in the past week than Musk has shown in his entire public life. Between the parent who apologizes when she’s wrong and the parent who tried to pay millions to pretend his son doesn’t exist, I know which one I’d trust with a kid.</p>",
      "image": "https://substackcdn.com/image/fetch/$s_!Q4rG!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb45efd92-a6f3-448e-aa51-f382d8804b23_1320x1760.jpeg"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Fired Rockstar employees’ plea for interim pay denied",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/861004/rockstar-fired-union-workers-pay"
    },
    {
      "headline": "$100 Off Shark Promo Code | This January",
      "source": "WIRED",
      "link": "https://www.wired.com/story/shark-promo-code/"
    },
    {
      "headline": "Out of the 1000 most-discussed books on Hacker News, it looks like...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048160-out-of-the-1000-most-disc"
    },
    {
      "headline": "Design Within Reach Promo Codes: 30% Off | January 2026",
      "source": "WIRED",
      "link": "https://www.wired.com/story/design-within-reach-promo-code/"
    },
    {
      "headline": "Simon Tatham&#8217;s Portable Puzzle Collection. &#8220;This page contains a collection of small...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048140-simon-tathams-portable-pu"
    },
    {
      "headline": "The best robot vacuums we’ve tested for 2026",
      "source": "The Verge",
      "link": "https://www.theverge.com/22997597/best-robot-vacuum-cleaner"
    },
    {
      "headline": "Baseus’ retractable travel adapter is on sale for more than 50 percent off today",
      "source": "The Verge",
      "link": "https://www.theverge.com/gadgets/860791/baseus-enercore-cg11-6-in-1-universal-travel-adapter-deal-sale"
    },
    {
      "headline": "Framework hikes desktop PC prices as RAM shortage drags on",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/860988/framework-desktop-pc-price-increase-ram-memory-shortage"
    },
    {
      "headline": "AirDoctor Coupon Codes: 40% Off | January 2026",
      "source": "WIRED",
      "link": "https://www.wired.com/story/airdoctor-coupon-code/"
    },
    {
      "headline": "B&H Photo Promo Codes and Deals This January",
      "source": "WIRED",
      "link": "https://www.wired.com/story/bh-photo-coupon/"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/860/787/113/589/212/original/d5b219b113839256.jpg",
    "https://files.mastodon.social/media_attachments/files/115/877/393/300/753/056/original/69dfdd0717822c8a.jpeg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/883/943/202/918/880/original/43c4fae3a9969207.jpg"
  ]
}