{
  "meta": {
    "issueNo": "Vol. 2026.3",
    "date": "Monday, January 12",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Things That Caught My Attention",
      "title": "s21e01: Things Could Have Been Different; LLMs as LitTech, Their Use as Response to Mass Functional Illiteracy",
      "author": "Unknown",
      "bodyText": "<h1>0.0 Context Setting</h1>\n<p>Wednesday, 7 January 2026 in Portland, Oregon where it is wet (but not too wet) and cold (but not too cold), merely a typical brisk dreary day that recalls the less tumultuous and blissfully ignorant late 2009s/early 2010s. </p>\n<p>I accidentally words this time -- started writing them yesterday as long-form versions of things that caught my attention and were shat out onto Bluesky.</p>\n<h2>0.1 Events</h2>\n<h3>Hallway Track</h3>\n<p>I am rearranging my schedule and hope to bring Hallway Track back this year, and maybe even experimenting with some other event formats.</p>\n<h3>Other Events</h3>\n<p>Ted Han and I host a podcast, <a href=\"https://notes.hantohoncomb.at/?auth_completed=true\" target=\"_blank\">Han to Hon Combat</a>, most Fridays. We talk about the promise of ATProto and a humane internet (“what are we using this technology for, anyway, and are we succeeding?”). You can see previous episodes on <a href=\"https://www.youtube.com/@hantohoncombat\" target=\"_blank\">YouTube</a>. We have great guests.</p>\n<p>With Ted, I’m also running the media and civics track at <a href=\"https://ti.to/atmosphereconf/atmosphereconf2026\" target=\"_blank\">AtmosphereConf 2026</a> on March 26th to March 29th in Vancouver, BC Canada. You should a) submit, and b) come!</p>\n<hr/>\n<h1>1.0 Some Things That Caught My Attention</h1>\n<h2>1.1 Things Could Have Been Different</h2>\n<p>Here’s the line of thinking that led to today’s main Thing That Caught My Attention:</p>\n<p>Via the Orange Place, Saigoneer reported that Vietnam has banned unskippable ads - so <em>every</em> ad has to be skippable after five seconds<sup id=\"fnref:skip\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:skip\">1</a></sup>,<sup id=\"fnref:skip2\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:skip2\">2</a></sup>.</p>\n<p>I am now old and cynical, so I don’t think something like this could ever come about in the U.S. The closest we might get to legislation around skippable ads might be if California decides to do something about it, but, well, see the next para.</p>\n<p>The general <em>vibe</em> of competition law and consumer protection in the U.S. is in general “let corporations do what they want if it results in cheaper prices, or if we can some way persuade ourselves that consumers have the ability to pay less”. </p>\n<p>It doesn’t matter whether the level of service is degraded, it doesn’t matter if there happens to be what might appear to be collusion and suddenly while you’re paying less, every single player in a particular space has taken away a particularly consumer friendly feature. The rough competitive pressure is to reduce costs and increase profit, right? </p>\n<p>In this way, streaming services that distinguished themselves when they started by <em>not</em> having ads (because like premium tv channels, their model was subscription fees and not advertising money) have, now that they’ve built up a large enough consumer base, decided that actually it’s okay to run ads now because, well, what are you going to do? <em>Not</em> use a streaming service? One of the arguments that streaming services succeeded in the first place was that they made it significantly easier to watch tv and movies than pirating them, and sure, that’s true too. That falls in the bucket of “offered a better alternative experience of watching tv and movies”. </p>\n<p>So one streaming service starts adding ads and then adds a more expensive ad-free tier. Your choices are now:</p>\n<ul>\n<li>pay more to get the same service (i.e. ad free)</li>\n<li>pay less to get a different and arguably less pleasant experience</li>\n</ul>\n<p>This is “good” because now you have a choice. It makes the product available to more people, which is also “good”. It means the streaming service has the opportunity for more revenue, which means the streaming service also has the opportunity (which it does not have to take!) to invest more of its profits into content creation [sic], which is “good” for consumers because that means there’s more content that you can choose from (never mind that the content that’s created will not be licensed to third parties, and will be exclusive to that streaming service).</p>\n<p>Forgive me for thinking that these choices don’t <em>feel</em> like they’re real choices. I don’t <em>want</em> to pay less to see ads. I want what I had in the first place.</p>\n<p>So I imagine that, with better sources, and with the help of a few clerks, I could totally write an opinion or an argument that says: hey, legislating for unskippable ads is counter to our established law and precedent regarding consumer protection and competition. It would unfairly and unnecessarily restrain commercial providers from offering products and services that would benefit consumers. So if California <em>were</em> to legislate for this, I can imagine California getting smacked down.</p>\n<p>But then I am cynical, and perhaps too much so.</p>\n<p>Okay, so that’s the background, and how I get to this:</p>\n<blockquote>\n<p>Far from disrupting power structures, the rise and spread of consumer technology over the last thirty years has on balance done more to make power easier to grow, concentrate, and defend<sup id=\"fnref:quote\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:quote\">3</a></sup> </p>\n</blockquote>\n<p>I’m not saying this consumer technology <em>hasn’t</em> disrupted power structures. It has! There are definitely examples of bottom-up and middle-out disruptions thanks to consumer technology. I will point to things like bottom-up surveillance and documentation of police brutality. I will also point to groups self-organizing over the internet to achieve political aims, whether that’s taking over school districts to ban books, or to achieve local transport improvements. </p>\n<p>But in comparison to the promise of that technology, which <em>could</em> have lead to disruption of power structures, that technology could only have ever worked within the envelope of society. There was a window of change -- and the most recent window felt like during COVID where for a bright shining second it felt like maybe people were realizing landlords and land ownership in the way it’s enabled and practiced now might be a bad idea? -- and it feels like that window has now passed.</p>\n<p>The disruptions afforded by consumer tech feel insignificant in the face of macro changes, almost a sort of let-them-eat-cake of internet. (I am sure that people like Cory Doctorow will loudly disagree with me, and I love Cory for it because I wish I also shared his energy and optimism)</p>\n<p>This technology (billions of people with the power of self-publishing from mobile networked devices) could’ve been a massive change but instead was used to preserve  and reinforce existing power structures. The tech was only ever a tool. </p>\n<p>We <em>could</em> have decided to use it different. We could <em>still</em> decide to use it differently. One example of how tech could be used to disrupt power is from, I think, Switzerland, where <em>one person</em> wrote a script that scraped online grocery stores and found evidence of price collusion, I think. The government department responsible for making sure that didn’t happen a) wasn’t doing that, b) ended up asking if they could use it so they could become more effective at enforcement. </p>\n<p>Put it this way: the private sector is happily bringing about dynamic pricing to squeeze the most profit out of you (see Wegman’s in New York adding facial recognition tech, airlines switching to personalized pricing) which requires <em>scads</em> of data to do well (or conversely, just do it badly and still make as much money), but <em>government</em> is politically restrained from using technology in such a manner to enforce <em>existing legislation</em>. That’s a choice! A societal choice! And when the choice benefits those in power, well, the simplest answer is that that’s why the choice was made. </p>\n<p>All of this is hilarious because of the growth and development of technology in the first place as a means of administering bureaucracy (yes I see you all waving your copies of <em>Seeing Like a State</em>). I will tell my story again of EHRs evolving first from <em>billing systems</em>, not technology systems devoted to managing towards better care outcomes [sic]. </p>\n<p>We could have had a different future. We might still, perhaps things haven’t gotten bad enough yet to change.</p>\n<h2>1.1 LLMs as LitTech, Their Use as Response to Mass Functional Illiteracy</h2>\n<p>I will start with some of the interesting bits first to get your attention before diving into the story and thinking-out-loud.</p>\n<ul>\n<li>I am calling generative AI for text (LLMs, Chatbots etc) LiteracyTech</li>\n<li>LiteracyTech because they are assistive technologies for people with low literacy/low functional literacy</li>\n<li>LiteracyTech itself is a symptom -- a response to the failure of education systems to prepare people to live in a world of complicated text</li>\n<li>In other words, people use LiteracyTech because they have a functional literacy disability</li>\n<li>This is horrifying</li>\n</ul>\n<p>Okay, how did I get here?</p>\n<p>There’s a TikTok I saw the other day where I think this is happening -- a woman is checking out a prospective date. One of the criteria she’s using is to see how well he copes with reading out loud a paragraph (I think of her choosing) of text. He struggles with it, stumbling over certain words, before essentially rage quitting (e.g. “fuck this”). </p>\n<p>The comments are broadly supportive, with similar stories (one from someone who was dating a guy who had a masters in a science subject, a six figure salary but “took as long to read a paragraph as I did a page”), and also the converse, pointing out that the test is biased at least in one respect against people who have literacy disabilities. I think that’s entirely reasonable.</p>\n<p>(The other day I also mentioned that my kid and his friends (11-14 year-olds) are pretty dismissive if not outright disdainful of generative AI and slop. I wonder how much this has to do with the fact that they read a lot?)</p>\n<p>Look, I know there’s a lot that’s problematic about this supposed test someone’s doing of whether someone is dateable. What I’m interested in is more the signals from the guy: it felt like the way he ragequit was honestly because he was ashamed and embarrassed, being shown up, and being judged. I don’t think he knew he was being filmed for public consumption at the time. </p>\n<p>We (western societies) like to hold literacy to such a degree that <em>not</em> being literate I think oscillates between something people are ashamed of, to then wearing or reclaiming as a badge of pride. I think this is also where a lot of sentiment about and against so-called elites comes from in the U.S. </p>\n<p>I digress. </p>\n<p>I imagine one way that “men” feel shit about themselves in the loneliness epidemic, entitlement, going nutso radicalized sense is that the education system has failed them specifically in the space of literacy. I mean I know everyone will say “but yes education systems have failed the boys who have become men” and I don’t want to open Pandora’s culture war jar. </p>\n<p>So <em>no wonder</em> there are apps for summarizing books into 5 minute reads, or bullet points. No wonder people are so into LLM summarization if reading is so hard in the first place. </p>\n<p>Say you had a whole generation -- or even more than a whole generation -- that had been completely fucked over by the inexplicable and inexcusable introduction of three-cueing as a method of teaching reading.</p>\n<p>(Three-cueing is the one where you’re supposed to learn how to read by using context: what word would make sense here, what word would sound right here, and what word looks right based on the letter and surrounding illustration. It’s shit. It doesn’t work. It makes things worse)</p>\n<p>Say that generation had drastically lower levels of literacy than previous (or even following) generations. It would be reasonable for people to feel stupid. </p>\n<p>And that’s how we end up with reading apps.</p>\n<p>And if you think about things that way (and also, fair warning! I am thinking by the skin of my pants!), then LLMs are an assistive technology for dealing with an induced disability (is that a thing? Like, a taught disability? Or a reading deficiency that might just be down to bad instruction?). </p>\n<p>How about this: people who are using LLMs are judged by those who do not because of the belief that <em>you should be able to read and write</em>. But it’s <em>not your fault</em> that you can’t read and write well enough: that was the responsibility of the state through the education system. And anyway, <em>you were a kid!</em>.</p>\n<p>(There is a <em>very</em> problematic part here about the lengths to which immigrants will go to learn English as a second language and a whole deal with privilege. I’ll say that people have the entirely reasonable belief that because they went through an educational system and didn’t flame out that they <em>shouldn’t</em> need remedial education in reading and writing, and that to suggest so is pretty much an insult)</p>\n<p>So I think there could be this mismatch in the expected level of attainment of literacy. You might genuinely have the position that if the state did its job and everyone was at a level n of literacy then you’d expect people of any level less than n to need assistive tools. But what if your assumption about the proportion of people who’ve reached level n is way off? </p>\n<p>This line of thought just makes me sad. Sad for people because so much potential is wasted. Sad on the second order because we could be using all those tflops for something else. Sad because being literate, I think, allows for such a richer life and experience. </p>\n<p>Read this in my “ha ha joking but not really” tone, but if you allow for the existing of literacytech then alongside Grammarly you also get a sort of Duolingo-but-for-English-for-Native-English-Speakers which again is a combination of horrifying and sad. The difference of course being that you’d need I think to trick people who are too proud into using Duolingo-but-for-functional-English-literacy.</p>\n<p>So I am not surprised at the usage of LLMs for reading, writing, and summarizing. I am not surprised when you consider that 40% of Americans read zero books in 2025, and that you get better at reading by practising reading, and that you get better at writing by reading more. I would not be surprised if there’s a correlation between the 19% of Americans who read over 10 books in 2025 and the people who generally hold the opinion that LLMs and using them is Bad and we should Kill Them With Fire.</p>\n<p>But -- and I know this is kind of unhelpful -- I think this framing helps explain <em>why</em> so many people are using them, and at the same time unhelpfully points out that “banning LLMs” isn’t great on one axis because what if this LitTech <em>is</em> an assistive technology? Then do we get into the exciting moral argument of “well is it okay if it’s this environmentally responsible” and “well is it okay if it’s built on the back of extracting value from peoples’ work?” and “but isn’t it run by a problematic power structure” to which you’re just one Beetlejuice away from summoning “so you’re refusing medical treatment because of Nazi human experimentation, no don’t go away, <em>I’m just asking questions</em>”</p>\n<p>So I am <em>sympathetic</em>. People are getting real value out of these tools. You might call someone lazy for using them, but am I being lazy when I wear glasses instead of just getting up close so I can see things? No, Dan, that is a stupid argument and I won’t entertain it. But laziness <em>is</em> a moral judgment. It is distinct from “I am living in a ruthless economy and society and barely have enough time and energy to get by so will take the shortest route which is using this app instead of going to a community college and improving my literacy skills”. (And that costs time! And money!)</p>\n<p>I mean, you could ban them anyway. But I don’t think that would mean anything without dealing with the underlying issues and at some point you just end up waving your hands around and saying “everything is systemically fucked, where would you even start, and change would take so long I would be doing it <em>for those who come after</em> and not myself”. </p>\n<p>So. </p>\n<ul>\n<li>LLMs are LitTech</li>\n<li>The emergence and mass usage of LitTech is a symptom of and response to an epidemic of low functional literacy in a world getting ever more complicated</li>\n<li>LitTech as assistive technology</li>\n<li>LLMs aren’t going to go away, precisely because they’re being used as an assistive technology</li>\n</ul>\n<p>Oh, one last thing. In retrospect, in a world where “... for Dummies” books exist and from memory took up a fair amount of precious retail space back when we used to go to stores to buy books, I think it makes sense (and confirms my biases that should be validated!) that there’s such a latent need for accessible text.</p>\n<p>(I know that there’s a difference between accessible text and accurate accessible text. Let’s set that aside)</p>\n<hr/>\n<p>That’s it. Over 2,700 words this time. </p>\n<p>ICE shot someone dead in the street today. </p>\n<p>How are you doing? </p>\n<p>Best,</p>\n<p>Dan</p>\n<hr/>\n<h2>Hey, you can work with me</h2>\n<p>Aside from my <a href=\"https://www.verylittlegravitas.com\" target=\"_blank\">regular consulting</a>, I also do <a href=\"https://www.verylittlegravitas.com/how-people-work\" target=\"_blank\">team workshops</a> and individual <a href=\"https://www.verylittlegravitas.com/how-people-work/coaching\" target=\"_blank\">coaching</a> based on the workshop curriculum. Get in touch if you’d like to find out more about how to spend that newly reset professional development and training budget you’ve got.</p>\n<div class=\"footnote\">\n<hr/>\n<ol>\n<li id=\"fn:skip\">\n<p><a href=\"https://saigoneer.com/vietnam-news/28652-vienam-bans-unskippable-ads,-requires-skip-button-to-appear-after-5-seconds\" target=\"_blank\">Vienam Bans Unskippable Ads, Requires Skip Button to Appear After 5 Seconds - Saigoneer</a> (<a href=\"http://archive.is/latest/https://saigoneer.com/vietnam-news/28652-vienam-bans-unskippable-ads,-requires-skip-button-to-appear-after-5-seconds\" target=\"_blank\">archive.is</a>), “Saigoneer” (ugh, an aggregator?), 6 January 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:skip\" title=\"Jump back to footnote 1 in the text\">↩</a></p>\n</li>\n<li id=\"fn:skip2\">\n<p><a href=\"https://thuvienphapluat.vn/phap-luat/ho-tro-phap-luat/tu-1522026-quang-cao-online-phai-duoc-tat-sau-5-giay-thoi-gian-cho-tat-quang-cao-tren-mang-khong-qu-249658.html\" target=\"_blank\">From February 15, 2026, online ads must be turned off after 5 seconds? The waiting time to turn off online ads is not more than 5 seconds?</a>\n(<a href=\"http://archive.is/latest/https://thuvienphapluat.vn/phap-luat/ho-tro-phap-luat/tu-1522026-quang-cao-online-phai-duoc-tat-sau-5-giay-thoi-gian-cho-tat-quang-cao-tren-mang-khong-qu-249658.html\" target=\"_blank\">archive.is</a>) <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:skip2\" title=\"Jump back to footnote 2 in the text\">↩</a></p>\n</li>\n<li id=\"fn:quote\">\n<p><a href=\"https://bsky.app/profile/danhon.com/post/3mbrovga5s22t\" target=\"_blank\">(2) Post by @danhon.com — Bluesky</a> (<a href=\"http://archive.is/latest/https://bsky.app/profile/danhon.com/post/3mbrovga5s22t\" target=\"_blank\">archive.is</a>), Me, on Bluesky, today, with a bunch of typos and badly proofread <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:quote\" title=\"Jump back to footnote 3 in the text\">↩</a></p>\n</li>\n</ol>\n</div>",
      "image": "https://placehold.co/800x600/111/333?text=No+Image"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "GameStop is kicking off 2026 by shutting down over 400 stores in 42 states",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/860329/gamestop-is-kicking-off-2026-by-shutting-down-over-400-stores-in-42-states"
    },
    {
      "headline": "Best Side-Sleeper Mattresses 2026: Picked by a Sleep Science Coach",
      "source": "WIRED",
      "link": "https://www.wired.com/gallery/best-mattress-for-side-sleeper/"
    },
    {
      "headline": "Here are over 20 gadgets that’ll help you achieve your New Year’s resolutions",
      "source": "The Verge",
      "link": "https://www.theverge.com/gadgets/855851/new-years-resolution-gifts-ideas-2026-tech-gadgets-fitness"
    },
    {
      "headline": "16 Best Heat Protectant Sprays for Wet and Dry Hair (2026)",
      "source": "WIRED",
      "link": "https://www.wired.com/gallery/the-best-heat-protectants-for-hair/"
    },
    {
      "headline": "Google pulls AI overviews for some medical searches",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/860356/google-pulls-alarming-dangerous-medical-ai-overviews"
    },
    {
      "headline": "Sony A7V Review: The Best Overall Mirrorless Camera",
      "source": "WIRED",
      "link": "https://www.wired.com/review/sony-a7v-mirrorless-camera/"
    },
    {
      "headline": "Instagram says it fixed the issue that let someone send all those password reset emails",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/860337/instagram-fixed-password-reset-emails"
    },
    {
      "headline": "Want to Stop Doomscrolling? You Might Need a Sleep Coach",
      "source": "WIRED",
      "link": "https://www.wired.com/story/your-next-job-sleep-coach/"
    },
    {
      "headline": "You need to listen to Billy Woods’ horrorcore masterpiece for the A24 crowd",
      "source": "The Verge",
      "link": "https://www.theverge.com/column/860372/billy-woods-horrorcore-masterpiece-golliwog-a24"
    },
    {
      "headline": "Bluesound Pulse Cinema Review: A Pretty Sonos Alternative",
      "source": "WIRED",
      "link": "https://www.wired.com/review/bluesound-pulse-cinema/"
    }
  ],
  "artInterstitials": [
    "https://files.mastodon.social/media_attachments/files/115/877/393/300/753/056/original/69dfdd0717822c8a.jpeg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/860/787/113/589/212/original/d5b219b113839256.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/844/151/115/928/634/original/1999dcd0b2163d18.jpg"
  ]
}