{
  "meta": {
    "issueNo": "Vol. 2026.3",
    "date": "Thursday, January 15",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Things That Caught My Attention",
      "title": "s21e01: Things Could Have Been Different; LLMs as LitTech, Their Use as Response to Mass Functional Illiteracy",
      "author": "Unknown",
      "bodyText": "<h1>0.0 Context Setting</h1>\n<p>Wednesday, 7 January 2026 in Portland, Oregon where it is wet (but not too wet) and cold (but not too cold), merely a typical brisk dreary day that recalls the less tumultuous and blissfully ignorant late 2009s/early 2010s. </p>\n<p>I accidentally words this time -- started writing them yesterday as long-form versions of things that caught my attention and were shat out onto Bluesky.</p>\n<h2>0.1 Events</h2>\n<h3>Hallway Track</h3>\n<p>I am rearranging my schedule and hope to bring Hallway Track back this year, and maybe even experimenting with some other event formats.</p>\n<h3>Other Events</h3>\n<p>Ted Han and I host a podcast, <a href=\"https://notes.hantohoncomb.at/?auth_completed=true\" target=\"_blank\">Han to Hon Combat</a>, most Fridays. We talk about the promise of ATProto and a humane internet (“what are we using this technology for, anyway, and are we succeeding?”). You can see previous episodes on <a href=\"https://www.youtube.com/@hantohoncombat\" target=\"_blank\">YouTube</a>. We have great guests.</p>\n<p>With Ted, I’m also running the media and civics track at <a href=\"https://ti.to/atmosphereconf/atmosphereconf2026\" target=\"_blank\">AtmosphereConf 2026</a> on March 26th to March 29th in Vancouver, BC Canada. You should a) submit, and b) come!</p>\n<hr/>\n<h1>1.0 Some Things That Caught My Attention</h1>\n<h2>1.1 Things Could Have Been Different</h2>\n<p>Here’s the line of thinking that led to today’s main Thing That Caught My Attention:</p>\n<p>Via the Orange Place, Saigoneer reported that Vietnam has banned unskippable ads - so <em>every</em> ad has to be skippable after five seconds<sup id=\"fnref:skip\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:skip\">1</a></sup>,<sup id=\"fnref:skip2\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:skip2\">2</a></sup>.</p>\n<p>I am now old and cynical, so I don’t think something like this could ever come about in the U.S. The closest we might get to legislation around skippable ads might be if California decides to do something about it, but, well, see the next para.</p>\n<p>The general <em>vibe</em> of competition law and consumer protection in the U.S. is in general “let corporations do what they want if it results in cheaper prices, or if we can some way persuade ourselves that consumers have the ability to pay less”. </p>\n<p>It doesn’t matter whether the level of service is degraded, it doesn’t matter if there happens to be what might appear to be collusion and suddenly while you’re paying less, every single player in a particular space has taken away a particularly consumer friendly feature. The rough competitive pressure is to reduce costs and increase profit, right? </p>\n<p>In this way, streaming services that distinguished themselves when they started by <em>not</em> having ads (because like premium tv channels, their model was subscription fees and not advertising money) have, now that they’ve built up a large enough consumer base, decided that actually it’s okay to run ads now because, well, what are you going to do? <em>Not</em> use a streaming service? One of the arguments that streaming services succeeded in the first place was that they made it significantly easier to watch tv and movies than pirating them, and sure, that’s true too. That falls in the bucket of “offered a better alternative experience of watching tv and movies”. </p>\n<p>So one streaming service starts adding ads and then adds a more expensive ad-free tier. Your choices are now:</p>\n<ul>\n<li>pay more to get the same service (i.e. ad free)</li>\n<li>pay less to get a different and arguably less pleasant experience</li>\n</ul>\n<p>This is “good” because now you have a choice. It makes the product available to more people, which is also “good”. It means the streaming service has the opportunity for more revenue, which means the streaming service also has the opportunity (which it does not have to take!) to invest more of its profits into content creation [sic], which is “good” for consumers because that means there’s more content that you can choose from (never mind that the content that’s created will not be licensed to third parties, and will be exclusive to that streaming service).</p>\n<p>Forgive me for thinking that these choices don’t <em>feel</em> like they’re real choices. I don’t <em>want</em> to pay less to see ads. I want what I had in the first place.</p>\n<p>So I imagine that, with better sources, and with the help of a few clerks, I could totally write an opinion or an argument that says: hey, legislating for unskippable ads is counter to our established law and precedent regarding consumer protection and competition. It would unfairly and unnecessarily restrain commercial providers from offering products and services that would benefit consumers. So if California <em>were</em> to legislate for this, I can imagine California getting smacked down.</p>\n<p>But then I am cynical, and perhaps too much so.</p>\n<p>Okay, so that’s the background, and how I get to this:</p>\n<blockquote>\n<p>Far from disrupting power structures, the rise and spread of consumer technology over the last thirty years has on balance done more to make power easier to grow, concentrate, and defend<sup id=\"fnref:quote\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:quote\">3</a></sup> </p>\n</blockquote>\n<p>I’m not saying this consumer technology <em>hasn’t</em> disrupted power structures. It has! There are definitely examples of bottom-up and middle-out disruptions thanks to consumer technology. I will point to things like bottom-up surveillance and documentation of police brutality. I will also point to groups self-organizing over the internet to achieve political aims, whether that’s taking over school districts to ban books, or to achieve local transport improvements. </p>\n<p>But in comparison to the promise of that technology, which <em>could</em> have lead to disruption of power structures, that technology could only have ever worked within the envelope of society. There was a window of change -- and the most recent window felt like during COVID where for a bright shining second it felt like maybe people were realizing landlords and land ownership in the way it’s enabled and practiced now might be a bad idea? -- and it feels like that window has now passed.</p>\n<p>The disruptions afforded by consumer tech feel insignificant in the face of macro changes, almost a sort of let-them-eat-cake of internet. (I am sure that people like Cory Doctorow will loudly disagree with me, and I love Cory for it because I wish I also shared his energy and optimism)</p>\n<p>This technology (billions of people with the power of self-publishing from mobile networked devices) could’ve been a massive change but instead was used to preserve  and reinforce existing power structures. The tech was only ever a tool. </p>\n<p>We <em>could</em> have decided to use it different. We could <em>still</em> decide to use it differently. One example of how tech could be used to disrupt power is from, I think, Switzerland, where <em>one person</em> wrote a script that scraped online grocery stores and found evidence of price collusion, I think. The government department responsible for making sure that didn’t happen a) wasn’t doing that, b) ended up asking if they could use it so they could become more effective at enforcement. </p>\n<p>Put it this way: the private sector is happily bringing about dynamic pricing to squeeze the most profit out of you (see Wegman’s in New York adding facial recognition tech, airlines switching to personalized pricing) which requires <em>scads</em> of data to do well (or conversely, just do it badly and still make as much money), but <em>government</em> is politically restrained from using technology in such a manner to enforce <em>existing legislation</em>. That’s a choice! A societal choice! And when the choice benefits those in power, well, the simplest answer is that that’s why the choice was made. </p>\n<p>All of this is hilarious because of the growth and development of technology in the first place as a means of administering bureaucracy (yes I see you all waving your copies of <em>Seeing Like a State</em>). I will tell my story again of EHRs evolving first from <em>billing systems</em>, not technology systems devoted to managing towards better care outcomes [sic]. </p>\n<p>We could have had a different future. We might still, perhaps things haven’t gotten bad enough yet to change.</p>\n<h2>1.1 LLMs as LitTech, Their Use as Response to Mass Functional Illiteracy</h2>\n<p>I will start with some of the interesting bits first to get your attention before diving into the story and thinking-out-loud.</p>\n<ul>\n<li>I am calling generative AI for text (LLMs, Chatbots etc) LiteracyTech</li>\n<li>LiteracyTech because they are assistive technologies for people with low literacy/low functional literacy</li>\n<li>LiteracyTech itself is a symptom -- a response to the failure of education systems to prepare people to live in a world of complicated text</li>\n<li>In other words, people use LiteracyTech because they have a functional literacy disability</li>\n<li>This is horrifying</li>\n</ul>\n<p>Okay, how did I get here?</p>\n<p>There’s a TikTok I saw the other day where I think this is happening -- a woman is checking out a prospective date. One of the criteria she’s using is to see how well he copes with reading out loud a paragraph (I think of her choosing) of text. He struggles with it, stumbling over certain words, before essentially rage quitting (e.g. “fuck this”). </p>\n<p>The comments are broadly supportive, with similar stories (one from someone who was dating a guy who had a masters in a science subject, a six figure salary but “took as long to read a paragraph as I did a page”), and also the converse, pointing out that the test is biased at least in one respect against people who have literacy disabilities. I think that’s entirely reasonable.</p>\n<p>(The other day I also mentioned that my kid and his friends (11-14 year-olds) are pretty dismissive if not outright disdainful of generative AI and slop. I wonder how much this has to do with the fact that they read a lot?)</p>\n<p>Look, I know there’s a lot that’s problematic about this supposed test someone’s doing of whether someone is dateable. What I’m interested in is more the signals from the guy: it felt like the way he ragequit was honestly because he was ashamed and embarrassed, being shown up, and being judged. I don’t think he knew he was being filmed for public consumption at the time. </p>\n<p>We (western societies) like to hold literacy to such a degree that <em>not</em> being literate I think oscillates between something people are ashamed of, to then wearing or reclaiming as a badge of pride. I think this is also where a lot of sentiment about and against so-called elites comes from in the U.S. </p>\n<p>I digress. </p>\n<p>I imagine one way that “men” feel shit about themselves in the loneliness epidemic, entitlement, going nutso radicalized sense is that the education system has failed them specifically in the space of literacy. I mean I know everyone will say “but yes education systems have failed the boys who have become men” and I don’t want to open Pandora’s culture war jar. </p>\n<p>So <em>no wonder</em> there are apps for summarizing books into 5 minute reads, or bullet points. No wonder people are so into LLM summarization if reading is so hard in the first place. </p>\n<p>Say you had a whole generation -- or even more than a whole generation -- that had been completely fucked over by the inexplicable and inexcusable introduction of three-cueing as a method of teaching reading.</p>\n<p>(Three-cueing is the one where you’re supposed to learn how to read by using context: what word would make sense here, what word would sound right here, and what word looks right based on the letter and surrounding illustration. It’s shit. It doesn’t work. It makes things worse)</p>\n<p>Say that generation had drastically lower levels of literacy than previous (or even following) generations. It would be reasonable for people to feel stupid. </p>\n<p>And that’s how we end up with reading apps.</p>\n<p>And if you think about things that way (and also, fair warning! I am thinking by the skin of my pants!), then LLMs are an assistive technology for dealing with an induced disability (is that a thing? Like, a taught disability? Or a reading deficiency that might just be down to bad instruction?). </p>\n<p>How about this: people who are using LLMs are judged by those who do not because of the belief that <em>you should be able to read and write</em>. But it’s <em>not your fault</em> that you can’t read and write well enough: that was the responsibility of the state through the education system. And anyway, <em>you were a kid!</em>.</p>\n<p>(There is a <em>very</em> problematic part here about the lengths to which immigrants will go to learn English as a second language and a whole deal with privilege. I’ll say that people have the entirely reasonable belief that because they went through an educational system and didn’t flame out that they <em>shouldn’t</em> need remedial education in reading and writing, and that to suggest so is pretty much an insult)</p>\n<p>So I think there could be this mismatch in the expected level of attainment of literacy. You might genuinely have the position that if the state did its job and everyone was at a level n of literacy then you’d expect people of any level less than n to need assistive tools. But what if your assumption about the proportion of people who’ve reached level n is way off? </p>\n<p>This line of thought just makes me sad. Sad for people because so much potential is wasted. Sad on the second order because we could be using all those tflops for something else. Sad because being literate, I think, allows for such a richer life and experience. </p>\n<p>Read this in my “ha ha joking but not really” tone, but if you allow for the existing of literacytech then alongside Grammarly you also get a sort of Duolingo-but-for-English-for-Native-English-Speakers which again is a combination of horrifying and sad. The difference of course being that you’d need I think to trick people who are too proud into using Duolingo-but-for-functional-English-literacy.</p>\n<p>So I am not surprised at the usage of LLMs for reading, writing, and summarizing. I am not surprised when you consider that 40% of Americans read zero books in 2025, and that you get better at reading by practising reading, and that you get better at writing by reading more. I would not be surprised if there’s a correlation between the 19% of Americans who read over 10 books in 2025 and the people who generally hold the opinion that LLMs and using them is Bad and we should Kill Them With Fire.</p>\n<p>But -- and I know this is kind of unhelpful -- I think this framing helps explain <em>why</em> so many people are using them, and at the same time unhelpfully points out that “banning LLMs” isn’t great on one axis because what if this LitTech <em>is</em> an assistive technology? Then do we get into the exciting moral argument of “well is it okay if it’s this environmentally responsible” and “well is it okay if it’s built on the back of extracting value from peoples’ work?” and “but isn’t it run by a problematic power structure” to which you’re just one Beetlejuice away from summoning “so you’re refusing medical treatment because of Nazi human experimentation, no don’t go away, <em>I’m just asking questions</em>”</p>\n<p>So I am <em>sympathetic</em>. People are getting real value out of these tools. You might call someone lazy for using them, but am I being lazy when I wear glasses instead of just getting up close so I can see things? No, Dan, that is a stupid argument and I won’t entertain it. But laziness <em>is</em> a moral judgment. It is distinct from “I am living in a ruthless economy and society and barely have enough time and energy to get by so will take the shortest route which is using this app instead of going to a community college and improving my literacy skills”. (And that costs time! And money!)</p>\n<p>I mean, you could ban them anyway. But I don’t think that would mean anything without dealing with the underlying issues and at some point you just end up waving your hands around and saying “everything is systemically fucked, where would you even start, and change would take so long I would be doing it <em>for those who come after</em> and not myself”. </p>\n<p>So. </p>\n<ul>\n<li>LLMs are LitTech</li>\n<li>The emergence and mass usage of LitTech is a symptom of and response to an epidemic of low functional literacy in a world getting ever more complicated</li>\n<li>LitTech as assistive technology</li>\n<li>LLMs aren’t going to go away, precisely because they’re being used as an assistive technology</li>\n</ul>\n<p>Oh, one last thing. In retrospect, in a world where “... for Dummies” books exist and from memory took up a fair amount of precious retail space back when we used to go to stores to buy books, I think it makes sense (and confirms my biases that should be validated!) that there’s such a latent need for accessible text.</p>\n<p>(I know that there’s a difference between accessible text and accurate accessible text. Let’s set that aside)</p>\n<hr/>\n<p>That’s it. Over 2,700 words this time. </p>\n<p>ICE shot someone dead in the street today. </p>\n<p>How are you doing? </p>\n<p>Best,</p>\n<p>Dan</p>\n<hr/>\n<h2>Hey, you can work with me</h2>\n<p>Aside from my <a href=\"https://www.verylittlegravitas.com\" target=\"_blank\">regular consulting</a>, I also do <a href=\"https://www.verylittlegravitas.com/how-people-work\" target=\"_blank\">team workshops</a> and individual <a href=\"https://www.verylittlegravitas.com/how-people-work/coaching\" target=\"_blank\">coaching</a> based on the workshop curriculum. Get in touch if you’d like to find out more about how to spend that newly reset professional development and training budget you’ve got.</p>\n<div class=\"footnote\">\n<hr/>\n<ol>\n<li id=\"fn:skip\">\n<p><a href=\"https://saigoneer.com/vietnam-news/28652-vienam-bans-unskippable-ads,-requires-skip-button-to-appear-after-5-seconds\" target=\"_blank\">Vienam Bans Unskippable Ads, Requires Skip Button to Appear After 5 Seconds - Saigoneer</a> (<a href=\"http://archive.is/latest/https://saigoneer.com/vietnam-news/28652-vienam-bans-unskippable-ads,-requires-skip-button-to-appear-after-5-seconds\" target=\"_blank\">archive.is</a>), “Saigoneer” (ugh, an aggregator?), 6 January 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:skip\" title=\"Jump back to footnote 1 in the text\">↩</a></p>\n</li>\n<li id=\"fn:skip2\">\n<p><a href=\"https://thuvienphapluat.vn/phap-luat/ho-tro-phap-luat/tu-1522026-quang-cao-online-phai-duoc-tat-sau-5-giay-thoi-gian-cho-tat-quang-cao-tren-mang-khong-qu-249658.html\" target=\"_blank\">From February 15, 2026, online ads must be turned off after 5 seconds? The waiting time to turn off online ads is not more than 5 seconds?</a>\n(<a href=\"http://archive.is/latest/https://thuvienphapluat.vn/phap-luat/ho-tro-phap-luat/tu-1522026-quang-cao-online-phai-duoc-tat-sau-5-giay-thoi-gian-cho-tat-quang-cao-tren-mang-khong-qu-249658.html\" target=\"_blank\">archive.is</a>) <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:skip2\" title=\"Jump back to footnote 2 in the text\">↩</a></p>\n</li>\n<li id=\"fn:quote\">\n<p><a href=\"https://bsky.app/profile/danhon.com/post/3mbrovga5s22t\" target=\"_blank\">(2) Post by @danhon.com — Bluesky</a> (<a href=\"http://archive.is/latest/https://bsky.app/profile/danhon.com/post/3mbrovga5s22t\" target=\"_blank\">archive.is</a>), Me, on Bluesky, today, with a bunch of typos and badly proofread <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:quote\" title=\"Jump back to footnote 3 in the text\">↩</a></p>\n</li>\n</ol>\n</div>",
      "image": "https://placehold.co/800x600/111/333?text=No+Image"
    },
    {
      "source": "ZINE",
      "title": "The Art of (Attention) War",
      "author": "Matt Klein",
      "bodyText": "<div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!oAxZ!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F41cd6b65-ac7b-4913-bf98-0af445d5d0db_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!oAxZ!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F41cd6b65-ac7b-4913-bf98-0af445d5d0db_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!DsFv!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!DsFv!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" style=\"\" width=\"1280\"/><div></div></div></a></figure></div><h4>Preface:</h4><p>In a series of essays in partnership with Squarespace, we’ll make sense of our relationship with reality and how culture is constructed.</p><p>Making it real is now an act of rebellion, a middle finger to the paralysis brought on by consensus collapse. The line between fact and fantasy continues to blur, but when reality is this negotiable, the soil for preferred futures is fertile. <em>You can just do things.</em> What’s the future you want to see? Making reclaims agency amidst lost meaning. So, don’t escape this reality — design the one you want. We desperately need your alternatives.</p><h4>Literally make anything real with <a href=\"https://www.squarespace.com/?channel=youtube&amp;subchannel=substack&amp;source=zine&amp;campaign=crossplatform&amp;subcampaign=substack&amp;utm_medium=youtube&amp;utm_source=substack&amp;utm_content=zine&amp;utm_campaign=crossplatform&amp;utm_term=substack\">-10% off</a> any site. I’ve been using Squarespace for 15 years, and cannot recommend them enough.</h4><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"http://kleinkleinklein.com\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!Jkr2!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1c1a18fe-72e9-45f6-96e2-ca05c4892f72_1920x1080.png\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>A website makes it real. Design your world and then get discovered this new year. With built-in tools for SEO and visibility, ensure your vision is discoverable. Track attribution with advanced analytics to learn how or where your audience is coming from. Build a future and find your people.</p><p class=\"button-wrapper\"><a class=\"button primary button-wrapper\" href=\"https://www.squarespace.com/?channel=youtube&amp;subchannel=substack&amp;source=zine&amp;campaign=crossplatform&amp;subcampaign=substack&amp;utm_medium=youtube&amp;utm_source=substack&amp;utm_content=zine&amp;utm_campaign=crossplatform&amp;utm_term=substack\"><span>Get Started</span></a></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!2n3C!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0a220df7-7dfb-45ae-ad14-aa32798d99c6_1280x107.webp\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!2n3C!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0a220df7-7dfb-45ae-ad14-aa32798d99c6_1280x107.webp\" style=\"\" width=\"1280\"/><div></div></div></a></figure></div><h5><strong>The following piece is a collaboration between Matt Klein + Nick Susi.</strong></h5><p><em><a href=\"https://nicksusi.substack.com/\">Nick Susi</a> is a writer and strategy executive, exploring the technological, societal and psychological forces that shape our identity, perception and culture. He has led strategy for dotdotdash, Complex, The FADER and Jay Z’s former media brand Life+Times. His research and writing can be found in Business Of Fashion, Metalabel, Dirt, Boys Club and Joshua Citarella’s Do Not Research.</em></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!DsFv!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!DsFv!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" style=\"\" width=\"1280\"/><div></div></div></a></figure></div><h3>ATTEN-TION!</h3><p><em>Why are you here?</em></p><p>We are at war.</p><p><em>An attention war.</em></p><p>And right now, soldier, we’re losing on all fronts.</p><p>In the 5th century BCE, Chinese general and philosopher Sun Tzu wrote <em><a href=\"https://classics.mit.edu/Tzu/artwar.html\">The Art of War</a></em>. It’s the oldest known military treatise in the world. It’s a collection of numbered maxims on how to understand and win battles. Now, in our modern attention war, perhaps there are some amendments to be made to his principles for surviving a battlefield where our own minds are under siege every waking second.</p><p>And make no mistake. If you don’t learn to command your attention, soldier, someone else sure as hell will.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!LC3K!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7049ad50-1296-410d-885b-e8ce11de98f5_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!LC3K!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7049ad50-1296-410d-885b-e8ce11de98f5_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><h3><strong>01.</strong></h3><h3><strong>THE PATH TO THE INFINITE IS THE PATH TO MADNESS</strong></h3><p>For thousands of years, across ancient history to modern culture, a mythic archetype continues to be repeated.</p><p>Take Odin, the one-eyed old warhorse of Norse legend. He’s often depicted with an eye patch or an empty socket. But what happened to poor old Odin’s eye? In his obsessive hunt for wisdom, he discovered Mimir’s Well, a sacred spring rumored to hold infinite knowledge. But it came at a terrible price. <a href=\"https://www.voluspa.org/voluspa26-30.htm\">Odin gouged out his own eye</a>, ripped it clean out of his skull, and tossed it into the well for a single drink. With that sip, infinite knowledge flooded into him. He traded partial blindness for a different form of perception. But even with all this knowledge, Odin was the god of war, frenzy and madness.</p><p>In 1942, Jorge Luis Borges told the story of “<a href=\"https://vigeland.caltech.edu/ist4/lectures/funes%20borges.pdf\">Funes The Memorious</a>,” who, after a horseback riding accident, gained perfect, total, infinite memory. But what seemed like a gift quickly became a curse. Infinite information utterly overwhelmed him. He couldn’t think, speak or live normally. The infinite didn’t expand his world. It crushed him.</p><p>In 1964, X-Men introduced <a href=\"https://marvel.fandom.com/wiki/Cerebro\">Cerebro</a>, a supercomputer that connects the mind of the user to every single mutant on Earth all at once. But this is lethal to the untrained mind. It instantly invites infinite noise directly into the user’s brain, causing extreme psychic overload, even coma or death.</p><p>In every myth, the lesson is the same: <em>The path to the infinite is the path to madness.</em></p><p>And yet, we still gouge out our eyes. We plug our untrained minds into the infinite machines – our smartphones, our social media, our Oura rings, our prediction markets, and our AIs. And as a result, we are going mad.</p><h3><strong>02.</strong></h3><h3><strong>THE MIND THAT ENTERS LIMITLESS TERRAIN WITH LIMITED CAPACITY INVITES DEFEAT</strong></h3><p>William James, one of the fathers of psychology, once <a href=\"https://www.gutenberg.org/files/57628/57628-h/57628-h.htm\">wrote</a>,</p><blockquote><p><em>“Attention is the taking possession by the mind.”</em></p></blockquote><p>So what, exactly, are we allowing to take possession of <em>our</em> minds?</p><p>We are not built for the infinite. The human brain is powerful, but <em>finite</em>. And our attentional capacity is a limited resource. Nelson Cowan, a leading researcher on working memory, tells us the Magic Number is <a href=\"https://pubmed.ncbi.nlm.nih.gov/11515286/\">4±1</a>. Meaning, we can only focus our attention on three to five meaningful chunks of information before our cognitive capacity overflows. Now, how does that compare to the number of tabs you have open right now? The number of TikToks you’ve scrolled today? The number of unread emails sitting in your inbox?</p><p>When we exceed the Magic Number, we risk <a href=\"https://pubmed.ncbi.nlm.nih.gov/39278166/\">ego depletion</a>. When our cognitive load becomes too high, our self-control depletes. We become a soft target – more impulsive, more predisposed to reach for short-term gratification, distractions, rage bait, junk food, gambling and buying more things we don’t actually need.</p><p>But what about paying constant attention to the things that <em>really</em> matter? Global crises, suffering, injustice? Isn’t it our duty to care for our brethren?</p><p>Noble, yes, but there’s a paradox here. The more suffering we try to <em>absorb</em>, the less we’re able to <em>act</em>. This is called <a href=\"https://www.vox.com/explainers/2017/7/19/15925506/psychic-numbing-paul-slovic-apathy\">psychic numbing</a>. Compassion fatigue. It’s a defense mechanism where empathy and the ability to respond collapses as the scale of tragedy increases. The mind can’t metabolize the infinite, so it shuts down. This is why a single person’s story can sometimes move millions more effectively than statistics of mass suffering. Even Mother Teresa, the saint herself, has <a href=\"https://www.sas.upenn.edu/~baron/journal/7303a/jdm7303a.htm\">said</a>,</p><blockquote><p><em>“If I look at the mass I will never act. If I look at the one, I will.”</em></p></blockquote><p>It’s not that we don’t or shouldn’t care, but because the infinite exceeds the limits of human capacity.</p><h3><strong>03.</strong></h3><h3><strong>THE FIELD OF ATTENTION IS THE FIELD OF REALITY</strong></h3><p>Our attention deserves protection, because our attention is our reality.</p><p>Remember the <a href=\"https://www.youtube.com/watch?v=vJG698U2Mvo\">Invisible Gorilla Test</a>? People watch a video of players passing a basketball and are told to count the passes. While they’re focused on counting, a person in a gorilla suit walks through the scene. Afterward, when asked, “Did you catch the gorilla?” most people never noticed it. The test reveals how easily our visual field and perception fail based on how and where we pay attention.</p><p>Attention is our field of view – the small slice of the world that our mind chooses to look at.</p><p>That field of view becomes our reality tunnel – a narrow corridor carved by what holds our focus, shaping what we notice and, equally, what we miss. That reality tunnel becomes our perceived reality – the world we believe we’re in, simply because it’s the only world we’re seeing. And our perceived reality becomes our lived action – it dictates how we move, what we choose, who we become.</p><p>We must strategically protect and take aim with our attention, not just because it’s the lens through which we see, but because it’s the architecture of our reality.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!3R-1!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe58a306a-17a7-48d4-aefc-8640d7a7b94e_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!3R-1!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe58a306a-17a7-48d4-aefc-8640d7a7b94e_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><h3><strong>04.</strong></h3><h3><strong>KNOW THY ENEMY: A 24/7 CULTURE WITHOUT REST</strong></h3><p>How did we even get here? How did we begin to desire and attempt to pay attention to the infinite, which consistently defeats us?</p><p>Much of the current discourse would blame our collapse of attention, and with it, shared reality, on modern technologies – smartphones, social media, algorithms, AI. But the attention war began <em>long</em> before any of that.</p><p>Art critic Jonathan Crary’s book <em><a href=\"https://xenopraxis.net/readings/crary_247.pdf\">24/7</a></em> explores how we entered a culture that battles against rest and time itself. A nonstop 24/7 culture that never turns off. If attention is finite, a 24/7 society fights to expand the surface area of waking time to capture more of it.</p><p>Reed Hastings has famously stated that Netflix’s main competition isn’t other media or entertainment companies.<em> <a href=\"https://www.fastcompany.com/40491939/netflix-ceo-reed-hastings-sleep-is-our-competition\">It’s sleep</a>.</em></p><p>This acceleration really took off with cable news and the birth of CNN in 1980. TV news and programming stopped ending with nightly sign-offs. It stopped syncing with the rhythms of our sleep cycles. Media became an <em>infinite</em> loop of endless, real-time information.</p><p>There have been even stranger attempts to literally extend our daylight. In 1993, <a href=\"https://www.smithsonianmag.com/smart-news/how-russian-space-mirror-briefly-lit-night-180957894/\">Russia’s Znamya project</a> sent mirrored satellites into orbit to try to reflect sunlight back onto Earth to increase the time and attention available for productivity.</p><p>Our culture tempts us to strive for an aspirational identity rooted in infinite information and the illusion of potential mastery over it.</p><p>But there is no endpoint, only an ever-growing stream of content. We face a nonstop 24/7 loop of madness.</p><h3><strong>05.</strong></h3><h3><strong>THAT WHICH SEEKS ATTENTION CANNOT BE DEFEATED BY GIVING IT ATTENTION</strong></h3><p>Information expands to fill the space available, and in our 24/7 culture and modern media environment, the space available is infinite. This means there are now more news stories than there is actual news. W. David Marx calls this the <a href=\"https://culture.ghost.io/only-fads-a-culture-and-economy-of-labubu/\">Parkinson’s Law of Media</a>.</p><p>Marx argues that ad-driven platforms financially incentivize all media – and at this point, nearly every company and person <em>is</em> media – to endlessly react and reproduce more media on anything that trends. The tiniest spark of a story can quickly explode into what feels like a full-blown cultural atomic bomb.</p><p>Further, Marx explains that the aspirational identity around media literacy has drifted toward a belief that we must remain fluent in every single thing online – high culture, low culture, things we love, things we hate. This traps us in an endless chase to consume <em>every. single. narrative.</em></p><p>But by the time we’re arguing about whether something is real or fake, good or bad, important or meaningless, the battle is already lost. The attention war itself won, and we are the spoils.</p><p>Personalities, products, and subcultures win simply by demanding attention, even from their haters. This creates a hyperstitious loop. Debate and critique disproportionately amplify the very thing we hope to squash, pushing it further into existence and significance through repetition.</p><p>In <em>The Art of Wa</em>r, Sun Tzu wrote,</p><blockquote><p><em>“Do not swallow bait offered by the enemy.”</em></p></blockquote><p><a href=\"https://nicksusi.substack.com/p/magic-online\">We cannot defeat that which seeks attention by any means necessary by giving it attention.</a> This is the paradox at the heart of the attention war.</p><h3><strong>06.</strong></h3><h3><strong>THE DIGITAL REALM APPEARS INFINITE TO THE EYE BUT IS FINITE IN DEPTH</strong></h3><p>Modern technology makes it feel like we possess infinite knowledge at our fingertips. But that’s not true.</p><p>Our online environments only <em>appear</em> infinite. The deepest, most nuanced knowledge still lives beyond any device. Everything we see through search, social media, or AI is limited to what has already been indexed, posted or trained. For example, Google may index hundreds of billions of web pages, yet that still accounts for <a href=\"https://neoncentury.com/why-cant-search-engines-access-the-deep-web/\">&lt;5%</a> of the internet. The rest sits in the <em>deep web</em> – private information, profiles, messages and spaces locked behind passwords, paywalls and encryption – <em>unreachable</em>. Also consider all knowledge that’s never been coded, or cannot be coded by a machine.</p><p>So both things are true at once: the internet is both too large for any one person to fully grasp in their lifetime, and yet that internet is still nowhere close to a true reflection of all our human knowledge.</p><p>To be clear, this doesn’t mean these technological gateways <em>aren’t</em> extraordinary. They expand our minds in ways no past generation could ever have imagined. But reality can’t be fully understood without curiously wandering beyond a feed and paying attention to the physical world, to people, places and knowledge <em>uncaptured</em> by the internet.</p><p>Randonautica is a viral app with a cult-like following that launched in 2020 (h/t <a href=\"https://zine.kleinkleinklein.com/p/friction\">Ruby Justice Thelot</a>). Users set an intention, and the app generates random nearby coordinates for them to explore in the physical world. The idea is to alter one’s reality by breaking out of their <em>existing</em> reality tunnel and pushing them into unexpected experiences. The app became infamous after some people stumbled into unsettling situations, including one case in Seattle where <a href=\"https://www.bustle.com/life/how-does-randonautica-work-the-creepy-tiktok-famous-app-can-help-you-realize-intentions-27624516\">teens found human remains</a> near a Randonautica location.</p><p>But does the app actually <a href=\"https://www.buzzfeed.com/daniellaemanuel/randonautica-freaky-coincidences\">alter reality</a>? Or is it that once users set an intention, enter a new environment, and tune their attention, they simply notice <em>different</em> patterns and assign <em>new</em> meaning to what was always there? Much like the gorilla and basketballs, what we notice depends on what we’re primed to see. “Touch grass” isn’t just a cute meme. It’s a reminder to break the 24/7 infinite loop and widen our aperture of attention so our field of reality expands.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!B7We!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2faf0e0c-d4c4-4d19-8571-dfb5f5a61906_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!B7We!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2faf0e0c-d4c4-4d19-8571-dfb5f5a61906_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><h3><strong>07.</strong></h3><h3><strong>TO MISTAKE THE STAGE FOR THE WORLD IS BE TO CONQUERED</strong></h3><p>Even within the limited reflection of the physical world that we see online, there’s no guarantee that any of it is <em>real</em>. As Sun Tzu says,</p><blockquote><p><em>“All warfare is based on deception.”</em></p></blockquote><p>The idea that people perform for each other isn’t new. In 1956, half a century before the launch of Facebook, sociologist Erving Goffman pioneered the <a href=\"https://monoskop.org/images/1/19/Goffman_Erving_The_Presentation_of_Self_in_Everyday_Life.pdf\">dramaturgical approach</a> to viewing social life as theater. He viewed each of us as actors, playing roles on a public front stage to shape how others perceive us, and then retreating to the backstage of our private lives. In our current social media era, we’re more aware than ever that <em>everyone</em> is performing. Yet this awareness doesn’t seem to make us any less <em>susceptible</em> to staged performance, or curbs us for performing <em>ourselves</em>. Even authenticity is now a performance and manufactured aesthetic.</p><p>Much of the current discourse is <a href=\"https://www.tiktok.com/@megameme__/video/7576771220264258830\">panic</a> about reality collapsing every time a photorealistic image generated by Nano Banana goes viral. But the challenge of discerning what’s real online has existed for far longer than debates about generative AI or the authenticity of images.</p><p>Even those who preach media literacy and cultural fluency still fall for these traps. They believe information is staged when it isn’t, like the claim that <a href=\"https://www.tiktok.com/@himollysl/video/7322612091490176302\">HBO engineered</a> “the mob-wife aesthetic” trend as a psyop for the 25th anniversary of <em>The Sopranos</em>. They in fact <em><a href=\"https://www.marketingbrew.com/stories/2024/01/26/hbo-max-mob-wife-aesthetic-marketing-strategy\">did not</a></em>. And they believe information is real that is actually staged, like <a href=\"https://itscharlibb.substack.com/p/the-realities-of-being-a-pop-star\">Charli XCX joining Substack</a> to journal about the realities of being a pop star, which in reality is a professional entertainer being paid to strategically use the aesthetics of raw confessionals as an ad for both the platform and her upcoming album.</p><p>None of this would matter if we treated the online as an entertainment stage, a series of magic tricks, a <em>dreamworld</em>. Charli herself acknowledges the fun in blurring the lines between truth and performance. But reality becomes strange when we continuously mistake performance for truth and pass it around as insightful cultural signal. Much of today’s commentary now looks less like real cultural analysis and more like white collar fan fiction and conspiracy theories about what’s happening “backstage.”</p><p>At the end of the day, we’re all putting on a front stage performance that’s shaping real life decisions, but many are forgetting it’s all just an act. As a result, even among people who claim to defend media literacy, we’re losing our grip on what’s real and what’s a performance.</p><h3><strong>08.</strong></h3><h3><strong>REALITY IS NOT COLLAPSING, BUT CONSTANTLY RECOMPOSING</strong></h3><p>Our shared sense of reality is always shifting. It has always gone through cycles of breaking apart and coming back together in new forms.</p><p>Venkatesh Rao argues that we don’t live in one “real world,” but in near infinite overlapping belief-worlds – different religions, fandoms, economic theories, political ideologies. The “real world” is simply the dozen or so belief-worlds that are <a href=\"https://contraptions.venkateshrao.com/p/this-is-the-new-real-world\">most </a><em><a href=\"https://contraptions.venkateshrao.com/p/this-is-the-new-real-world\">consequential</a></em> at a given moment. Only a few meaningful stories shape history, and even <em>those</em> rise and fall as collective belief changes. Power, wealth, popularity, or even truth don’t guarantee that a world matters. Only <em>consequentiality</em> does. As Anaïs Nin said,</p><blockquote><p><em>“We do not see the world as it is, but as we are.”</em></p></blockquote><p>Rao gives the example of Galileo vs. the Catholic Church. In the 17th century, Galileo was right that the sun doesn’t revolve around the Earth as the center of the universe, but the Church’s constructed world was more dominant and <em>consequential</em> than his truth. Galileo’s true world didn’t become consequential until many centuries and technological developments later. It wasn’t until about 350 years later in 1992 that the Vatican <a href=\"https://www.nytimes.com/1992/10/31/world/after-350-years-vatican-says-galileo-was-right-it-moves.html\">formally acknowledged</a> the Catholic Church’s error in condemning Galileo. <em>Oops.</em></p><p>So what we call the “real world,” our shared social reality, is really just a temporary construction which lasts only as long as enough people believe in it. Reality is in constant negotiations. When belief fades, that world dissolves and a new one forms. Today, for example, we can see the neoliberal world losing consequentiality, while the worlds of Trump, mysticism and the accelerating AI arms race rise.</p><p>Understanding reality isn’t about infinitely chasing truth with our finite attention. It’s about understanding <em>which</em> worlds are becoming more or less <em>consequential</em>.</p><p>Perhaps part of why we experience reality collapse is that 24/7 media and infinite access to information allow us see <em>more</em> of these worlds rising, falling, and recomposing. The churn was always happening. We just couldn’t access it in real time... <em>until now.</em></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!RQZy!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F24efd38f-e185-406c-b8fb-bf9c8b2dd546_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!RQZy!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F24efd38f-e185-406c-b8fb-bf9c8b2dd546_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><h3><strong>09.</strong></h3><h3><strong>VICTORY BELONGS TO HE WHO KNOWS LIMITED ATTENTION IS NOT A WEAKNESS BUT A STRENGTH</strong></h3><p>Sun Tzu himself wrote,</p><blockquote><p><em>“If he sends reinforcements everywhere, he will everywhere be weak.”</em></p></blockquote><p>Even Sun Tzu understood that finite resources must be spent wisely. The same law governs the attention war. Survival isn’t just about what you focus on. It’s about what you deliberately <em>refuse</em> to focus on.</p><p><em>Restraint</em> is a winning strategy.</p><p>Limiting our attention is not a weakness. It’s how we maintain mental fortitude.</p><p><em>Move on.</em></p><h3><strong>10.</strong></h3><h3><strong>MASTERY BEGINS WITH TRIAGING WHAT CAN BE CONTROLLED AND WHAT IS DISTRACTION</strong></h3><p>So how does a soldier navigate the battlefield of attention?</p><p>It begins with a system of triage.</p><p>Looking at the work of psychologist Julian Rotter, we must ask, what is in our <a href=\"https://psycnet.apa.org/record/2011-19211-001\">locus of </a><em><a href=\"https://psycnet.apa.org/record/2011-19211-001\">control</a></em>? I.e. What can I directly act on right now? What is in our locus of <em>influence</em>. I.e. What can I not control, but can affect over time? What is in our locus of <em>concern</em>? I.e. What are the things I deeply care about, but cannot meaningfully change? And what is in our zone to <em>ignore</em>? I.e. What is everything outside my knowledge and reach, which I must accept I don’t and can’t fully know?</p><p>In our current 24/7 culture and relationship with media, we’ve become so disembodied from our physical surroundings. In a weightless state, it’s become much harder to discern what is actually within our control or influence, our inner locus, and what’s actually materially <em>consequential</em> to our lives.</p><p>Instead, so many of us get stuck endlessly in the outer locus of concern – the areas far outside our control or influence – expending scarce attention on things we dislike, can’t meaningfully affect, or don’t even need to have an opinion on. We form opinions about <em>everything</em>, unable to have an informed opinion about anything.</p><p><a href=\"https://summerofprotocols.com/artificial-memory-web\">Francis Bacon</a> warned that when we have no clear “prenotion or perception of what we are seeking, we seek and toil and wander aimlessly, as if in infinite space. Whereas, if we have a particular prenotion, infinity is at once interrupted.” When our attention narrows, we can move forward with purpose.</p><p>Nietzsche, in <em>On the Use and Abuse of History for Life</em>, argued that <a href=\"https://la.utexas.edu/users/hcleaver/330T/350kPEENietzscheAbuseTableAll.pdf\">active selective </a><em><a href=\"https://la.utexas.edu/users/hcleaver/330T/350kPEENietzscheAbuseTableAll.pdf\">forgetting</a></em> is essential for life itself. That without the ability to let go of the infinite, action becomes <em>impossible</em>. He warns that the infinite overwhelms the present and weakens vitality, and that every living being needs a limited horizon.</p><p>To be very clear, this is not about anti-technology or anti-ambition. It is pro-focus, pro-intention, and pro-discernment in how we understand broader historical contexts and apply the affordances of modern technology and media to our own ambitions. This is a call to reclaim our attention as a finite, precious resource.</p><h3><strong>11.</strong></h3><h3><strong>STRATEGIC FOCUS IS NOT STRATEGIC IGNORANCE</strong></h3><p>Now, to be clear, there is a dark side in shifting from the infinite to the finite.</p><p>We risk an overcorrection to an overcorrection. We can turn too far inward, toward isolation, narcissism, echo chambers, tribalism, xenophobia, and authoritarian nationalism. We’re already feeling these worlds gaining consequentiality today.</p><p>But strategic <em>focus</em> is not the same as strategic <em>ignorance</em>. In <em>The Unknowers: How Strategic Ignorance Rules The World</em>, sociologist Linsey McGoey warns about <a href=\"https://books.google.com/books/about/The_Unknowers.html?id=-YJb0QEACAAJ\">ostrich instruction</a>, dissociating and claiming ignorance to absolve one’s self of responsibility, like the myth of an ostrich burying its head in the sand.</p><p>The flood of infinite information leaves us overwhelmed, manipulated, and exhausted. <em>It’s a lot.</em> Limiting what we take in defends us – <em>but</em> only if we retain self-awareness and humility of what we don’t know, and stay curious and humble enough to learn from perspectives outside our immediate field of view. There is much that we don’t know and can’t affect.</p><p>This is permission to find comfort in knowing that we cannot, and will not, know or change <em>everything</em>.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!DsFv!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!DsFv!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" style=\"\" width=\"1280\"/><div></div></div></a></figure></div><p>Good luck out there, soldier.</p><p>As your eyes wander from here to the next patch of digital terrain, will you march forward with intention, tighten your grip on your attention, and ask yourself, why are you here?</p><p>Now, move out and on.</p>",
      "image": "https://substackcdn.com/image/fetch/$s_!oAxZ!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F41cd6b65-ac7b-4913-bf98-0af445d5d0db_1920x1080.jpeg"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Neuroscientists Decipher Procrastination: A Brain Mechanism Explains Why People Leave Certain Tasks for Later",
      "source": "WIRED",
      "link": "https://www.wired.com/story/neuroscience-procrastination-brain-mechanism-task-avoidance/"
    },
    {
      "headline": "Naya Connect is a modular mechanical keyboard system for the indecisive",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/862123/naya-connect-modular-mechanical-keyboard-kickstarter"
    },
    {
      "headline": "Jamelle Bouie: &#8220;The American public, then, is left not with a president...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048177-jamelle-bouie-the-america"
    },
    {
      "headline": "Divers",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/divers"
    },
    {
      "headline": "I Was Kidnapped by Idiots. &#8220;Later, he tried the &#8216;good cop, bad...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048173-i-was-kidnapped-by-idiots"
    },
    {
      "headline": "AI’s Hacking Skills Are Approaching an ‘Inflection Point’",
      "source": "WIRED",
      "link": "https://www.wired.com/story/ai-models-hacking-inflection-point/"
    },
    {
      "headline": "Verizon’s wireless network is down for many people nationwide",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/861956/verizon-is-down-outage-cell-wireless-service-sos-mode"
    },
    {
      "headline": "Claudette Colvin, Who Refused to Give Her Bus Seat to a White...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048181-claudette-colvin-who-refu"
    },
    {
      "headline": "Tech Workers Are Condemning ICE Even as Their CEOs Stay Quiet",
      "source": "WIRED",
      "link": "https://www.wired.com/story/backlash-against-ice-policing-tactics-grows-in-silicon-valley/"
    },
    {
      "headline": "X claims it has stopped Grok from undressing people, but of course it hasn’t",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/862372/x-grok-ai-policy-update-deepfake-bikini-poses"
    }
  ],
  "artInterstitials": [
    "https://files.mastodon.social/media_attachments/files/115/888/635/423/939/081/original/4aa109945f608d7c.jpeg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/883/943/202/918/880/original/43c4fae3a9969207.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/860/787/113/589/212/original/d5b219b113839256.jpg"
  ]
}