{
  "meta": {
    "issueNo": "Vol. 2026.4",
    "date": "Friday, January 23",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "The Present Age",
      "title": "Now Everyone's Saying 'Oh, Good'",
      "author": "Parker Molloy",
      "bodyText": "<p>On Wednesday, Donald Trump addressed the World Economic Forum in Davos, Switzerland. During his speech, he had this to say about Greenland:</p><blockquote><p>“We never asked for anything and we never got anything. We probably won't get anything unless I decide to use excessive strength and force where we would be frankly unstoppable. But I won't do that. Okay, now everyone's saying, ‘Oh, good.’ That's probably the biggest statement I made because people thought I would use force. I don't have to use force. I don't want to use force. I won't use force. All the United States is asking for is a place called Greenland where we already had it as a trustee, but respectfully returned it back to Denmark not long ago after we defeated the Germans, the Japanese, the Italians, and others in World War II.”</p></blockquote><div class=\"native-video-embed\"></div><p>Read that again. Sit with it for a second.</p><p>The President of the United States just told a room full of world leaders and business executives that American military force would be “frankly unstoppable” against European allies. And then he said he wouldn’t do it. For now.</p><p>You won’t find this in any diplomacy textbook. It’s <a href=\"https://time.com/7355488/trump-davos-speech-takeaways-analysis/\">the language of a protection racket</a>.</p><p>So how did reporters cover it?</p><p><a href=\"https://www.npr.org/2026/01/21/nx-s1-5683078/trump-davos-speech-tariffs-greenland\">NPR</a> (original headline): “Trump says ‘I won’t use force’ to obtain Greenland in Davos speech”</p><p><a href=\"https://abcnews.go.com/Politics/trump-nation-secure-greenland-us-davos-speech/story?id=129417816\">ABC News</a>: “Trump rules out using military force to acquire Greenland in Davos speech”</p><p><a href=\"https://www.cnbc.com/2026/01/21/trump-greenland-davos-force-denmark.html\">CNBC</a>: “Trump calls for ‘immediate negotiations’ on Greenland, but rules out using force”</p><div class=\"bluesky-wrap outer\" style=\"height: auto; display: flex; margin-bottom: 24px;\"></div><p>If you only read those headlines, you’d think the president made some kind of conciliatory gesture. A de-escalation, even. “Oh good, he’s not going to invade Denmark. What a relief!” The stock market certainly interpreted it that way, <a href=\"https://www.cnbc.com/2026/01/21/trump-greenland-davos-force-denmark.html\">rallying on the news</a> that the American president had taken military action against a NATO ally off the table.</p><div><hr/></div><div class=\"subscription-widget-wrap-editor\"></div><div><hr/></div><p>But that’s not what happened in that room. Trump reminded everyone of his capacity for violence, made clear that resistance would be futile, and then offered them a chance to surrender peacefully. “I won’t use force” is misdirection, and the coverage fell for it.</p><p>Think about what he actually said. “We probably won’t get anything unless I decide to use excessive strength and force.” That “unless” is doing a lot of work. It’s a conditional. It means: if you don’t give me what I want, the “excessive strength” option remains available. The reassurance that follows doesn’t negate the threat. It completes it.</p><p>And there was another line in the speech that barely registered in most stories. Addressing the European leaders who have <a href=\"https://www.cbsnews.com/live-updates/trump-greenland-davos-2026-world-economic-forum/\">opposed his Greenland push</a>, Trump said: “You can say yes, and we will be very appreciative, or you can say no, and we will remember.”</p><p><em>We will remember.</em></p><p>He’s threatening countries that have been American allies for 80 years, on a global stage, and daring them to do something about it.</p><p>And just in case the implications weren’t clear enough, Trump took a moment to <a href=\"https://www.forever-wars.com/beware-the-trump-wont-use-force-in-greenland-headlines/\">remind the audience</a> of what he’d just done in Venezuela. “We’re a great power, even greater than many thought. They found that out two weeks ago in Venezuela,” he said. Telling European leaders to hand over territory while referencing your recent military actions in the Western Hemisphere is making an offer they’d be wise not to refuse.</p><p><a href=\"https://www.cbc.ca/news/world/livestory/trump-carney-davos-9.7054255\">CBC’s coverage</a> was blunt about the nature of the speech, describing it as “at times menacing and at times rambling.” That’s closer to accurate. But “menacing” didn’t make it into most American headlines.</p><p>This is what sanewashing looks like. You take a threat, you extract the denial, and you print the denial as if it were the news. “Trump won’t use force” is technically a thing he said. But printing that without the “unstoppable” part, without the “we will remember” part, without the Venezuela reference, doesn’t just fail to inform readers. It actively misleads them about what happened in that room.</p><h4><strong>Trump called his shot</strong></h4><p>There’s a moment in the Davos speech that deserves special attention. It’s easy to miss if you’re not looking for it, buried as it is in the middle of the threat-then-denial sequence. But it’s the most revealing thing Trump said all day.</p><p>“Okay, now everyone’s saying, ‘Oh, good.’ That’s probably the biggest statement I made because people thought I would use force.”</p><p>He narrated the sanewashing as it was happening. In real time, from the podium, Trump described exactly how journalists would cover his remarks. He knew they’d seize on the denial. He knew “I won’t use force” would become the headline. He knew the threat would fade into background noise. And he said so, out loud, while the cameras were rolling.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!spp_!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F81ae56c4-420e-406e-ac3f-063269f7ed57_1024x683.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"683\" src=\"https://substackcdn.com/image/fetch/$s_!spp_!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F81ae56c4-420e-406e-ac3f-063269f7ed57_1024x683.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">US President Donald Trump arrives for a bilateral meeting with Switzerland's President on the sidelines of the World Economic Forum (WEF) annual meeting in Davos on January 21, 2026. The World Economic Forum is taking place in Davos from January 19 to January 23, 2026. (Photo by LAURENT GILLIERON / POOL / AFP via Getty Images)</figcaption></figure></div><p>This wasn’t an accident or a verbal stumble. Trump was telling the room, and the reporters in it, that he understands how this game works. Make the threat vivid enough that everyone hears it, then give them a clean quote they can print without feeling like they’re taking sides. The threat does its job. The denial provides cover. Everyone gets what they need.</p><p>The coverage, almost universally, followed the script he laid out for them.</p><p>I’ve been <a href=\"https://newrepublic.com/article/185530/media-criticism-trump-sanewashing-problem\">writing about sanewashing</a> for a couple of years now. The term describes what happens when journalists take incoherent, threatening, or unhinged statements and repackage them into the conventional language of political reporting. It’s how “they’re eating the dogs” becomes “Trump raises concerns about immigration.” It’s how an hour of rambling about sharks and Hannibal Lecter becomes “Trump holds rally in Las Vegas.”</p><p>But this is something slightly different. Trump isn’t just benefiting from sanewashing; he’s anticipating it. He’s building it into the structure of his rhetoric. The denial isn’t a softening of the threat; it’s the delivery mechanism that ensures the threat travels through mainstream news coverage without being flagged as dangerous.</p><p>Consider the irony: Trump delivered a line that explicitly mocked the predictability of media coverage, and then media coverage proved him right. He told them they’d say “Oh, good,” and they said “Oh, good.” He might as well have written the headlines himself.</p><p>It suggests something a lot of reporters don’t want to confront. Trump, for all his incoherence on other subjects, has a sophisticated understanding of how political journalism works. He knows the conventions. He knows that reporters want clean quotes. He knows that editors want headlines that don’t sound editorialized. He knows that “Trump threatens force” will get flagged by cautious copy desks, while “Trump says he won’t use force” sails through. So he gives them both, in the same breath, and lets the machinery of neutral-tone journalism do the rest.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/now-everyones-saying-oh-good?utm_source=substack&amp;utm_medium=email&amp;utm_content=share&amp;action=share\"><span>Share</span></a></p><h4><strong>The weeks before Davos</strong></h4><p>To understand what Trump was really doing in that speech, you have to look at what came before it. The Davos address didn’t happen in a vacuum. It was the culmination of weeks of escalating threats, each one a little more explicit than the last.</p><p>Earlier this month, at a White House event ostensibly about oil companies and Venezuela, Trump <a href=\"https://www.nbcnews.com/politics/donald-trump/us-action-greenland-whether-like-it-or-not-denmark-rcna253234\">offered this</a> regarding Greenland: “We’re going to do something on Greenland whether they like it or not, because if we don’t do it, Russia or China will take over Greenland. That’s what they’re going to do if we don’t. So we’re going to be doing something with Greenland, either the nice way or the more difficult way.”</p><p>Soon after, he <a href=\"https://www.cnn.com/2026/01/10/politics/us-will-take-greenland-the-hard-way-if-it-cant-do-it-the-easy-way-trump-says\">sharpened the language</a>: “I would like to make a deal the easy way, but if we don’t do it the easy way, we’re going to do it the hard way.”</p><p>The easy way or the hard way. We heard the same phrase from Trump’s own FCC chair, Brendan Carr, back in September. When the administration <a href=\"https://www.readtpa.com/p/the-kimmel-suspension-shows-how-fake\">went after late-night host Jimmy Kimmel</a>, Carr appeared on a far-right podcast and mentioned his agency’s role in granting broadcast licenses. “When we see stuff like this, look, we can do this the easy way or the hard way,” he said. Even Ted Cruz <a href=\"https://www.ms.now/rachel-maddow-show/maddowblog/fcc-kimmel-ted-cruz-first-amendment-rcna232900\">described the remark</a> as similar to the language of organized crime.</p><p>So when Trump stood at Davos and said he “won’t use force,” he was saying it after weeks of promising to do things “the hard way” if necessary. The denial was arriving long after the threat had been delivered, repeated, and amplified.</p><p>And the threats weren’t just rhetorical. In the days before Davos, Trump <a href=\"https://www.nbcnews.com/business/economy/trump-pauses-greenland-tariffs-rcna255270\">announced new tariffs</a> on eight European countries specifically because they had opposed his Greenland demands. Economic punishment was already underway. The squeeze had begun. By the time Trump told the Davos audience that America would be “unstoppable” but he wouldn’t use force, the coercion was already in motion through other channels.</p><p>This is how the shakedown works. You don’t walk into someone’s business and immediately start breaking things. You send signals first. You make clear that you’re willing to cause pain. You demonstrate, through smaller acts of aggression, that you’re serious. Then, when you finally sit down to “negotiate,” the violence is already implied. You can afford to sound reasonable because everyone in the room knows what happens if they say no.</p><p>Trump <a href=\"https://www.bbc.com/news/articles/cy7mev35x2lo\">told the Norwegian prime minister</a> in a message that the world would not be safe until America had “Complete and Total Control of Greenland.” He reposted content on social media casting the UN and NATO as the “real threat” to the United States, rather than China and Russia. He threatened tariffs. He invoked Venezuela. He promised to do things “whether they like it or not.”</p><p>Then he went to Davos and offered to negotiate.</p><p>Headlines treated this as a pivot toward diplomacy. But diplomacy requires good faith, and there was no good faith here. There was pressure, escalation, and then a momentary softening of tone designed to look like an off-ramp. European leaders in that room understood this. <a href=\"https://www.reuters.com/world/macron-tells-davos-shift-towards-world-without-rules-2026-01-20/\">Emmanuel Macron</a> spoke the day before about a shift toward “a world without rules,” where “international law is trampled underfoot and where the only laws it seems to matter is that of the strongest.” He said, “We do prefer respect to bullies.”</p><p>Denmark’s foreign minister, <a href=\"https://www.bloomberg.com/news/articles/2026-01-21/trump-tells-europe-and-nato-to-hand-over-greenland-or-else\">responding to the speech</a>, said it was “positive” that Trump ruled out military force but added that “the challenge is still there” because “the president’s ambition is intact.” A foreign minister from a NATO ally was publicly expressing relief that the American president said he wouldn’t invade, while noting that the threat of annexation remains. This is where we are.</p><p>Canadian Prime Minister Mark Carney, in his own Davos speech, <a href=\"https://www.cbc.ca/news/politics/mark-carney-speech-davos-rules-based-order-9.7053350\">laid it out plainly</a>: “We are in the midst of a rupture, not a transition.” Trump’s response, later in his own address, was to <a href=\"https://thehill.com/homenews/administration/5699148-trump-carney-canada-greenland/\">turn to Carney’s remarks directly</a>: “Canada lives because of the United States. Remember that, Mark, when you make your statements.”</p><div class=\"youtube-wrap\" id=\"youtube2-1HYKv6jusgI\"><div class=\"youtube-inner\"></div></div><p>Same language, same strategy. Reporters keep covering each incident as if it’s a one-off, an aberration, a moment of Trumpian excess that will soon give way to normal diplomacy. Meanwhile, the approach just keeps repeating.</p><h4><strong>A specific kind of language</strong></h4><p>The Davos speech would be alarming enough on its own. But it becomes something else entirely when you recognize it as part of a rhetorical style that stretches back years. Trump has been talking this way since he entered political life. Journalists keep treating each instance as a novelty, a gaffe, a moment of Trump being Trump. What they’re missing is the consistency of the technique.</p><p>Trump talks like a mob boss.</p><p>I’m describing a specific rhetorical style, one that has been analyzed by linguists, prosecutors, and organized crime experts. It has identifiable features: indirect speech acts, conditional threats, coded language, and plausible deniability built into the structure of the communication itself. The speaker makes the threat clear to the intended target while leaving themselves room to claim, if pressed, that they never actually said what everyone understood them to mean.</p><p>Michael Cohen, Trump’s former personal attorney and fixer, explained this during his 2019 congressional testimony: “He doesn’t give orders. He speaks in code. And I understand that code.”</p><p>James Gagliano, a former member of the FBI’s organized crime squad, <a href=\"https://cyberlaw.stanford.edu/publications/how-trump-speaks-mob-boss/\">said on Twitter</a> that he “couldn’t begin to number” the cooperating witnesses who described orders from mob bosses using similar language. The phrasing Cohen used to describe Trump’s communication style was, to Gagliano, immediately recognizable from his years investigating the Mafia.</p><p><a href=\"https://www.washingtonpost.com/politics/2019/02/28/how-trump-speaks-like-mob-boss/\">As Henry Farrell wrote in The Washington Post</a>, there’s a reason mob bosses prefer ambiguous language: it makes it harder to prove charges against them. If you say “kill him,” that’s evidence. If you say “take care of the problem,” you’ve communicated the same instruction while maintaining the ability to claim you meant something else. The structure protects the speaker.</p><p>Trump learned this dialect early. His mentor for years was Roy Cohn, the infamous attorney who <a href=\"https://slate.com/human-interest/2019/09/trump-mafia-behavior-analogy-ukraine-transcript.html\">represented major mob figures</a>. The late Selwyn Raab, a New York Times reporter who covered organized crime for decades, described Cohn’s essential lesson: “Always be aggressive, take no prisoners.” Trump absorbed that in the New York construction world of the 1980s, an industry thoroughly entangled with organized crime. He built his business in an environment where the coded language of threat and implication was simply how deals got done. And when he moved into politics, he brought that vocabulary with him.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!_xcK!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2713c8a8-1f0b-4a9a-9c81-0e2f0d5da48c_1024x675.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"675\" src=\"https://substackcdn.com/image/fetch/$s_!_xcK!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2713c8a8-1f0b-4a9a-9c81-0e2f0d5da48c_1024x675.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">Donald Trump (L), in 1984. At right is his attorney Roy Cohn. (Photo by Getty Images/Bettmann)</figcaption></figure></div><p>James Comey, who spent years as a federal prosecutor going after the Gambino crime family before becoming FBI director, recognized the style immediately. When Trump invited him to a private dinner at the White House in January 2017 and demanded “loyalty,” Comey <a href=\"https://time.com/5355482/donald-trump-rudy-giuliani-mafia/\">later compared the encounter</a> to “Sammy the Bull’s Cosa Nostra induction ceremony.” Comey wasn’t being hyperbolic. He was describing what he saw.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/now-everyones-saying-oh-good/comments\"><span>Leave a comment</span></a></p><h4>The receipts</h4><p>Line them up and the structure becomes impossible to ignore.</p><p><strong>July 2019: “I would like you to do us a favor though”</strong></p><p>The call with Ukrainian President Volodymyr Zelensky became the basis for Trump’s first impeachment. <a href=\"https://templatearchive.com/trump-zelenskiy-phone-call-transcript/\">The White House released its own summary</a>, apparently believing it would exonerate Trump. It did the opposite, if you knew how to read it.</p><p>Zelensky, whose country was fighting a war against Russian-backed separatists, brought up Ukraine’s need for American military support. “We are almost ready to buy more Javelins from the United States for defense purposes,” he said.</p><p>Trump’s response: “I would like you to do us a favor though.”</p><p>That “though” is doing all the work. <a href=\"https://www.prindleinstitute.org/2019/09/the-trump-zelensky-exchange-the-though-makes-it-quid-pro-quo/\">As one analysis noted</a>, the word functions grammatically to place a condition on what came before. You want missiles? I have a favor though. The favor was investigating Joe Biden, Trump’s likely opponent in the 2020 election. <a href=\"https://www.cnn.com/2019/09/23/politics/trump-ukraine-military-aid-call/index.html\">Trump had frozen nearly $400 million in military aid</a> to Ukraine roughly a week before the call. The transaction was right there on the page.</p><p>Intelligence Committee Chair Adam Schiff <a href=\"https://www.cnn.com/2019/09/26/politics/quid-pro-quo-trump-ukraine-call\">called it</a> “a classic Mafia-like shakedown.” But a substantial portion of the coverage focused on the absence of an explicit quid pro quo statement. Because Trump didn’t say “if you don’t investigate Biden, you won’t get the missiles,” many outlets treated the extortion as ambiguous. This is the sanewashing trap: demanding literal confession while ignoring structural coercion.</p><p><strong>January 2021: “I just want to find 11,780 votes”</strong></p><p>The call to Georgia Secretary of State Brad Raffensperger, <a href=\"https://www.washingtonpost.com/politics/trump-raffensperger-call-georgia-vote/2021/01/03/d45acb92-4dc4-11eb-bda4-615aaefd0555_story.html\">recorded and released by The Washington Post</a>, was Trump at his most explicit. The election was over. Biden had won Georgia by 11,779 votes. The results had been certified. And Trump called up the state’s top election official to demand that he manufacture a different outcome.</p><p>“All I want to do is this. I just want to find 11,780 votes, which is one more than we have. Because we won the state.”</p><p>As legal analysts pointed out, Trump wasn’t asking Raffensperger to investigate fraud. He was asking him to produce a specific number of votes that didn’t exist. The word “find” suggests creation, not discovery.</p><p>But it was the threat that followed that made the call unmistakable. Trump told Raffensperger that failing to act would be “a big risk to you and to Ryan, your lawyer.” He <a href=\"https://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-georgia-call-transcript.html\">explicitly suggested</a> that Raffensperger could face prosecution for not going along: “That’s a criminal offense. And you can’t let that happen.”</p><p>Much of the coverage centered on whether Trump genuinely believed he had won. This framing turned an act of extortion into a psychological curiosity. Whether Trump believed he won is irrelevant to whether he tried to coerce a public official into falsifying election results.</p><p><strong>2018-2019: “Rat” and “Watch father-in-law”</strong></p><p>When Michael Cohen began cooperating with federal investigators, Trump launched a public pressure campaign using language that could have come straight from a mob movie.</p><p>He called Cohen a “<a href=\"https://abcnews.go.com/Politics/trump-calls-cohen-rat/story?id=59862349\">rat</a>“ repeatedly on Twitter. In ordinary usage, a person who exposes wrongdoing is a whistleblower or a witness. In organized crime, they’re a rat. Then came the threat: Trump tweeted about Cohen’s father-in-law, suggesting investigators should “take a look” at him. Keep talking, and your family will suffer consequences.</p><p>Cohen delayed his congressional testimony as a result, with his lawyer <a href=\"https://www.nbcnews.com/politics/congress/michael-cohen-says-trump-s-threats-against-his-family-will-n961816\">explicitly citing</a> “ongoing threats against his family from President Trump.” The witness intimidation worked, at least temporarily. Media coverage framed these episodes as “Twitter feuds” or “Trump lashing out.” Just another day, just another tweet.</p><p>Same technique every time. State the threat, build in the deniability, let the target understand what you really mean while giving reporters enough ambiguity to write a “balanced” story. It worked on Zelensky. It didn’t work on Raffensperger, but only because he refused to play along. It worked on Cohen, at least for a while.</p><p>And it’s working now, on Denmark and the European allies who heard “we will remember” and understood exactly what that means.</p><h4><strong>Why this keeps happening</strong></h4><p>If you’ve read this far, you might be wondering how this is still possible. Trump has been a public figure for decades. The “mob boss” framing has been written about extensively. Prosecutors, former FBI directors, linguists, and organized crime experts have all pointed to the dynamic. And yet, every time Trump delivers another threat wrapped in a denial, newsrooms dutifully print the denial as the headline.</p><p>Part of the answer is structural. Journalism, as a profession, is biased toward coherence. When a reporter covers a speech, their job is to produce a story that makes sense to readers. If a political figure rambles for an hour, veering between conspiracy theories, personal grievances, and the occasional policy fragment, the reporter can’t just transcribe the chaos. They have to find the signal in the noise, identify the “newsworthy” bits, construct a narrative. This is usually a good instinct. Most political speech benefits from distillation. But when the chaos is itself the message, when the incoherence and menace are the point, this filtering process becomes a form of distortion.</p><p><a href=\"https://www.poynter.org/ethics-trust/2024/sanewashing-meaning-donald-trump-journalists/\">Kelly McBride at Poynter</a> described one version of this problem: journalists have an impulse to make things easier for news consumers. That’s fine when you’re translating economic jargon from the Federal Reserve chair. It’s a disaster when you’re trying to make sense of something that was never meant to be sensible.</p><p>There’s also the fear of appearing biased and the sheer problem of volume. In a polarized environment, outlets are terrified of being accused of taking sides. Accurately describing Trump’s rhetoric as threatening or authoritarian invites accusations of partisan overreach, even when the description is factually supported by the transcript. So editors soften the language. Meanwhile, Trump says so many outrageous things that any single statement struggles to break through. <a href=\"https://www.mediamatters.org/donald-trump/major-news-outlets-gave-much-less-coverage-trumps-vermin-attack-then-they-did-clintons\">A Media Matters study found</a> that Hillary Clinton’s “deplorables” comment in 2016 received 18 to 29 times more coverage than Trump’s “vermin” speech in 2023, in which he pledged to “root out” political opponents who “live like vermin within the confines of our country.” One candidate’s verbal stumble became a defining campaign moment. The other candidate’s explicit dehumanization of his enemies barely registered.</p><p>Political scientist Brian Klaas has a term for this: “<a href=\"https://apnews.com/article/trump-media-election-rallies-facts-kamala-harris-e906e990b5dcfe44b5e672336fe82b32\">the banality of crazy</a>.” Things that would be disqualifying scandals for any other politician have become background noise for Trump. Each threat that gets normalized makes the next one easier to dismiss.</p><p>And underneath all of this is a category error that newsrooms have never fully corrected. Political journalism is built to cover people who are operating within a shared framework of democratic norms. The conventions of the beat assume good faith: politicians may spin, they may exaggerate, they may mislead, but they’re fundamentally playing the same game as everyone else. Trump isn’t playing that game. He’s operating in a different register entirely, one where threats are leverage, where denials are cover, where the whole point is to communicate menace while maintaining deniability. When you bring a “both sides” framework to a protection racket, you end up printing the denial and burying the threat.</p><p><a href=\"https://www.wbur.org/onpoint/2024/10/08/media-sanewashing-trump-voters-misinformation-election\">Michael Tomasky, in an interview with WBUR</a>, made a point worth emphasizing: this is not a conspiracy. Reporters and editors are not colluding with Trump to make him look better. The sanewashing happens because the normal conventions of political journalism do not account for a candidate who refuses to operate within “a certain pattern and a certain norm.” The system is designed for a different kind of politician, and it breaks down when confronted with someone like Trump.</p><p>But the fact that the failure is structural rather than intentional doesn’t make it less damaging. Every headline that privileges the denial over the threat is a small act of misinformation. Every story that treats “I won’t use force” as the news, rather than “I reminded everyone that I could use unstoppable force,” contributes to a distorted picture of reality. Readers who rely on mainstream coverage encounter a version of Trump that has been sanded down, made palatable, rendered comprehensible within frameworks that don’t apply to him.</p><p>Meanwhile, anyone who watches the actual speech, or reads the full transcript, sees something entirely different. The gap between the raw material and the coverage is where the sanewashing lives.</p><div><hr/></div><p><em>For those who would like to financially support The Present Age on a non-Substack platform, please be aware that I also publish these pieces to my Patreon.</em></p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://patreon.com/parkermolloy\"><span>Parker's Patreon</span></a></p><div><hr/></div><h4><strong>The audience that gets it</strong></h4><p>Here’s what’s striking about Davos: the people in that room understood what was happening. European leaders, diplomats, the foreign press. They didn’t need anyone to explain that “we will remember” was a threat. They didn’t need a linguistics professor to parse “unless I decide to use excessive strength.” They heard it. They reported it. They’re acting accordingly.</p><p>Carney called it a “rupture.” Macron talked about “bullies” and the collapse of international law. Denmark’s foreign minister had to publicly thank Trump for not invading. These are not people who saw the speech and came away reassured by the “I won’t use force” line. They saw through the denial to the threat beneath it, because that’s what the threat was designed to make them do.</p><p>The only audience that seems to keep getting it wrong is the American media, which continues to treat Trump’s words as if they were uttered by a normal politician operating within normal constraints. The international community is responding to reality. American headlines are responding to the version of reality that Trump has constructed for them, the one where the denial is the story and the threat is just color.</p><p>This gap has consequences. When allies start making contingency plans for a post-American world, when they begin building institutions that route around Washington, when they start treating the United States as a threat rather than a partner, American readers should understand why. But they won’t, if all they see is “Trump seeks negotiations.”</p><p>At Davos, Trump told reporters exactly how they would cover his speech. “Now everyone’s saying ‘Oh, good,’” he said, mocking the relief that would follow his pro forma denial. He predicted the sanewashing. He announced it. He practically dared them not to do it.</p><p>And then everyone said, “Oh, good.”</p>",
      "image": "https://substackcdn.com/image/fetch/$s_!spp_!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F81ae56c4-420e-406e-ac3f-063269f7ed57_1024x683.jpeg"
    },
    {
      "source": "Weekly Newsletter – Jim Louderback",
      "title": "Creepy 2026 Signals and 1BFS Takeaways",
      "author": "Jim",
      "bodyText": "<p><strong>This Week: </strong>You can’t predict the future without watching the creepy signals that might turn into megatrends. So, I’m sharing my top 10 weird ones to monitor.  Also, I just spent 10 days on-site in Dubai producing the 1 Billion Followers Summit. The rest of this issue includes highlights and what I learned.</p>\n<p>Hi, I’m <strong>Jim Louderback</strong> and this is my weekly creator economy newsletter. If you’ve received it, then you are either subscribed or someone forwarded it to you.\u2028</p>\n<p>If the latter – and you want to subscribe, <a href=\"https://insidethecreator.beehiiv.com/subscribe\">get it here</a>!</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">TEN CREEPY SIGNALS TO MONITOR</h2>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"227\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-1.png?resize=204%2C227&amp;ssl=1\" style=\"\" width=\"204\"/></figure></div>\n<h3 class=\"wp-block-heading\">AI Is Coming for Your Ears</h3>\n<p>AI-generated podcasts will steal meaningful market share from human creators over the next few years. Google’s NotebookLM helped kick this off, but now top creators, startups, and established media companies are leaning in.</p>\n<p>Inception Point AI, for example, says it has produced 200,000 episodes, claiming that at times its shows accounted for 1% of all podcasts released in a given week. Steven Bartlett is using AI to create more content for his podcast fans. And The Washington Post is creating “Your Personal Podcast” to build podcasts tailored to each user’s profile.</p>\n<p>These experiments are roundly criticized by traditional media, but they aren’t going away. More from <a href=\"https://www.npr.org/2025/12/13/nx-s1-5641047/washington-posts-ai-podcast\">NPR</a> and the <a href=\"https://www.latimes.com/business/story/2025-12-12/ai-podcasting-is-changing-industry\">LA Times</a>.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"223\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-2.png?resize=206%2C223&amp;ssl=1\" style=\"\" width=\"206\"/></figure></div>\n<h3 class=\"wp-block-heading\">The Rise of Biometric Algorithms</h3>\n<p>Social algorithms will start incorporating data from health trackers to deliver even more targeted recommendations, and more insidious ways to addict us to the feed.</p>\n<p>We’ll move beyond time-spent and click-throughs to heart-rate spikes and pupillary dilation. Some platforms may even push bio-integration to deliver interruption-free content (and yes, this could be how Western microdramas monetize).</p>\n<p>The consequences are wide-ranging:</p>\n<ul class=\"wp-block-list\">\n<li>Creators optimize for physical response, not just retention.</li>\n<li>“Physiological editing” becomes a thing.</li>\n<li>Iron-clad vendor lock-in.</li>\n</ul>\n<p>Also, your body will betray you. Your “I want educational podcasts” goal will get steamrolled by biomarker evidence that you prefer rage-bait and AI slop.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"212\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-3.png?resize=205%2C212&amp;ssl=1\" style=\"\" width=\"205\"/></figure></div>\n<h3 class=\"wp-block-heading\">From NPC to PC – the Rise of the Playable Creator</h3>\n<p>Back in 2004, we typed commands to a guy in a chicken suit (Subservient Chicken) and laughed because it gave us the illusion of control.</p>\n<p>Twenty-two years later, the chickens have come home to roost.</p>\n<p>Creators are starting to turn their lives into fan-controlled characters where it’s not just “do a thing,” but binding decisions, both mundane and macro, selected and paid for by doting fans. What to eat. When to sleep. Who to date.</p>\n<p>Fans will even control a creator’s environment: thermostat, lighting, alarm clock, smartwatch. Creators who embrace this will outsource decision-making to their audience. Fans will relish controlling something, anything, in our topsy-turvy world.</p>\n<p>This voluntary dehumanization gives us Truman Show 2.0, where Truman is begging for donations and the audience is the director.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"205\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-4.png?resize=204%2C205&amp;ssl=1\" style=\"\" width=\"204\"/></figure></div>\n<h3 class=\"wp-block-heading\"><strong>Verification Vlogging</strong></h3>\n<p>Flesh and blood creators will increasingly opt for ways to prove they are human, not AI constructs<strong>. </strong>From the “Playable Creator” to live streamed and IRL appearances, human markers explode.</p>\n<p>One creepy format that’s already emerging is boredom content: creators sleeping, eating messy food, stumbling over words, and even sprinkling grammatical and spelling errors into their newsletters (some creators are already doing this… wink-wink).</p>\n<p>The world increasingly bifurcates:</p>\n<ul class=\"wp-block-list\">\n<li>Scalable, synthetic and corporate owned perfection.</li>\n<li>Messy, gross and error-prone humans.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"194\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-5.png?resize=192%2C194&amp;ssl=1\" style=\"\" width=\"192\"/></figure></div>\n<h3 class=\"wp-block-heading\">Life as a service</h3>\n<p>In 2026 and beyond, creators will realize their body and their voice are an asset class.</p>\n<p>Mid-tier creators will start licensing their deepfake rights so they can “work” in multiple places at once. Brands will use recognizable creator likenesses as customer support reps, virtual store clerks, and region-specific ad characters.</p>\n<p>Voice becomes its own asset class too, as more companies follow ElevenLabs by licensing a creator’s voice for separate AI avatars. When identity decouples from the physical person, creators become IP holding companies.</p>\n<p>The good news: it becomes easier to sell a channel.</p>\n<p>The downside: it multiplies key-person risk. What happens when your avatar goes off the rails and starts spewing racist or illegal nonsense?</p>\n<ul class=\"wp-block-list\">\n<li><strong>Related</strong>: Creators will sell customized AI versions of themselves to superfans, and platforms will try to muscle in on the revenue.</li>\n<li><strong>Related</strong>: Taken to its macabre extreme, we’ll see creators “live” long beyond their lifespan. But who owns these forever identities, and how do you value them? We’ll find out.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>BONUS – FIVE MORE SIGNALS I’M TRACKING</strong></h2>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"138\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/5-signals-Small.jpg?resize=560%2C138&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p><strong>Affiliate Links Vaporize: </strong>AI agents discover, bid, and buy products for consumers. When that happens, affiliate links get bypassed. It will be gradual, but it could rewrite purchase influence.</p>\n<p><strong>Scammer Crack-Down:</strong> The FTC and other watchdogs get serious about deepfake scams. Criminals stay two steps ahead, but enforcement improves.</p>\n<p><strong>The Rise of the Ozempic Creator</strong>: As GLP-1 weight loss drugs go mainstream the “abundance aesthetic” fades.  Oprah is just the beginning Expect more precision nutrition, bio-compatible recipes, and chemically altered lifestyle content.</p>\n<p><strong>The Nose Knows:</strong> Olfactory computing tries to leave the lab. Again. Algorithmically triggered smells could become the next big creator-led revolution.  Or not.</p>\n<p><strong>Who Are You?  </strong>Better age and identity verification spreads. Pair that with global crackdowns on teens and social media, and you get new restrictions and new creator opportunities.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><em>SPONSOR</em></h2>\n<p>LinkedIn’s <a href=\"https://business.linkedin.com/marketing-solutions/b2b-institute/easy-to-find-being-where-b2b-buying-happens\">new B2B Buyer Report</a> makes the case better than I ever could: buyers trust expert voices more than brands, and they spend most of their research time reading the people who actually understand the space. That’s exactly my audience: marketers, media execs, founders, top creators and operators who shape budgets and make decisions. </p>\n<p>A weekly sponsorship puts your company inside a trusted, high-intent environment, shows up repeatedly where it actually matters, and aligns your brand with the point-of-view content buyers say moves them. If you want to speak to the people building the next wave of media, creators, and AI, this is where they show up every week.<strong> </strong></p>\n<p>Drop me an <a href=\"mailto:jim@louderback.com\">email</a> and <a href=\"https://docs.google.com/document/d/19ScSYOFx3aV0eKfKqqqA-JxV-ibrNbhufuNE2NbYFJk/edit?tab=t.0\">check out our sponsorship information here.</a></p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">1BFS  RECAP</h2>\n<p>The 1 Billion Followers Summit was a magical and amazing gathering of creators, execs, investors and platforms from around the world.  My Economy track featured 120 speakers and 55 sessions across four stages, focusing on what’s happening now, and what the future holds. </p>\n<p>Some key takeaways:</p>\n<h3 class=\"wp-block-heading\"><strong>CREATORS AND REPRESENTATION</strong></h3>\n<p>CAA top exec @Brent Weinstein and I sat down for a fireside chat exploring the new CAA Creators, where the industry is going and more.  Here’s what I learned:</p>\n<ul class=\"wp-block-list\">\n<li><strong>Podcasting as Training Wheels:</strong> Traditional celebs have tried to enter the creator space with decidedly uneven results.  Podcasting gives them a back door that makes the shift so much easier. </li>\n<li><strong>Who’s Afraid of the Big Bad Slop:</strong> Not Brent </li>\n<li><strong>Sports Rises:</strong> Creators are embracing sports, and athletes are emerging as a powerful creator class. Huge growth area.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>LINKEDIN CHANGES AHEAD</strong></h3>\n<p>I talked with LinkedIn’s head of creator product @Sam Carrao Clanon to get a peek into the future of the B2B platform.  Key insights:</p>\n<ul class=\"wp-block-list\">\n<li><strong>Analytics:</strong>  LinkedIn knows creators need better data, and they can’t do everything. Expect better analytics this year. He also hinted an open API might be on the horizon.</li>\n<li><strong>To Video or Not to Video:  </strong>Exaggerating for effect, Clanon said you should either do all video or none. My take: make video your primary focus, or keep it as an occasional dabble.</li>\n<li><strong>Optimal Post Frequency</strong>:  3-5 times a week</li>\n<li><strong>He’s Killing the “Formula” </strong>:  The tired post format of hook, personal story, bulleted list and call to action will be de-prioritized.  Clanon wants all types of posts, from one-liners to deep insight, to thrive on LinkedIn.</li>\n<li><strong>Pods</strong>: LinkedIn sounds serious about de-emphasizing pods, too.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>INSDE THE BELLY OF THE BEAST</strong></h3>\n<p>I also had a chance to chat with Mr Beast’s head of channel @Will Fowler, and his commercial counterpart @Beau Avril about how commerce and creative collaborate on Beast videos.  </p>\n<p><strong>Treat Integrations as Content:</strong> Brand deals are part of the story arc, not a sponsorship interrupt. Brands get pulled in early, but integrations must elevate the episode and protect retention. Best examples (Starbucks in “30 Days in the Sky,” DoorDash in “100 Days on a Jet”) work because the brand solves a real problem aligned with the premise. Also, it helps that Jimmy genuinely gets excited about brand partners.</p>\n<p><strong>Ideas Come from Anywhere</strong>: Often via a 3 a.m. call from Jimmy. They quickly vet concepts via title and thumbnail development, then move into a hard feasibility phase that weighs timeline, build complexity, and even whether the science exists to support the premise (90 Days in Space, for example, requires SpaceX to step up).</p>\n<p><strong>Time Rules:</strong> Shoots can run 30–100 days, with teams filming nearly nonstop. Roughly four episodes are in production at any time, scaling to seven soon, which likely means external help.</p>\n<p><strong>Strong Advice</strong>: Creators should explain their audience’s unique value to brands. Brands should stop over-engineering and trust creators to keep them native to the story.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\">SUPERFANS BEAT FOLLOWERS </h3>\n<p>I loved the discussion with @Abby Ho, @Sara Wilson, and @Jo Burford about the move from scale to trust.</p>\n<p>They argued we’ve shifted from the social graph to an AI-driven interest graph, where having a million followers doesn’t mean a million people see you. I’d take it one step further: AI is pushing us from the interest graph to the trust graph, meaning who we trust and where and how to we connect.</p>\n<p>Followers are losing power as a metric. Distribution is becoming identity-based relevance. Sharing happens more in DMs and private groups than public feeds. But these niche groups aren’t necessarily small.  Instead, they are focused and specific.</p>\n<p>Best advice? Design your content and brand messaging for the “OMG that’s so me” moment and you’ll have a fan for life.   Stop marketing to communities and start building with them. The real risk isn’t being too niche. It’s being culturally irrelevant at scale.</p>\n<p>They also nailed the fandom trap: Show up late with slow activations, then show up wrong by not speaking the language. And beware overfeeding fandoms until they fatten up into manufactured affinity.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">1BFS QUIBIS</h2>\n<p><strong>The “Curse of Knowledge”:</strong> Many creators fail to monetize because they assume everyone knows what they know. @Justin Mecham, founder of Creatyl, said what feels “basic” to a creator often feels like “magic” or “wizardry” to the audience.</p>\n<p><strong>LinkedIn’s Content Deficit</strong>: @Vin Matano, CEO of CreatorBuzz shared that despite having over 1 billion users, only 1% of LinkedIn users create content, making it a massive “content-deficient” opportunity for influence and credibility.</p>\n<p><strong>The “11th Episode” Benchmark:</strong> In podcasting, explained Gautam Raj Anand, founder and CEO of Hubhopper, reaching the 11th episode puts a creator in the top 1% of podcasters globally due to the high rate of “podfading” (quitting early).</p>\n<p><strong>On Audio</strong>: “Food without taste is the equivalent of content without audio… video without audio and music is like empty calories.” — @<em>Oscar Höglund, CEO of Epidemic Sound</em>.</p>\n<p><strong>On Branding:</strong> “Trends are containers. They’re not really the idea… The more you jump on trends, the less distinctive you will look.” — @<em>Sara Zouad, CEO of Brand Builders</em>.</p>\n<p><strong>On Monetization</strong>: “As a creator, if you’re solving people’s problems, it’s okay to make money… If you’re not making crazy money as a creator, it’s a hobby.” — @<em>Justin Mecham, Founder of Creatyl</em>.</p>\n<p><strong>On Business Ownership:</strong> “Control equals freedom. If you maintain control of your business at all times, you will always have the option of how you want to live.” — <em>Tobi Oluwole, Founder of Magnate</em>.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">OTHER 1BFS HOT TAKES</h2>\n<p><strong>Living the Fizz:</strong> @Sara Wilson shares her top 7 takeaways from 1BFS.  She’s spot on.  (<a href=\"https://communitycatalysts.substack.com/p/7-patterns-from-dubai-that-should\">Community Catalysts</a>)</p>\n<p><strong>Trust Rules:</strong> @Robb Montgomery with journalism-tinged takeaways. (<a href=\"https://robbmontgomery.com/content-for-good-my-takeaways-from-dubais-1-billion-followers-summit/\">RobbMontgomery</a>)</p>\n<p><strong>It’s Just a Start: </strong>@David Adeleke with an African creator look at 1BFS. (<a href=\"https://www.readcommunique.com/p/notes-from-1-billion-followers-summit-dubai\">Communique</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">CREATOR ECONOMY QUIBIS </h2>\n<p>Short section this week, we’ll be back on news analysis next week!</p>\n<p><strong>Meta Abandons VR:</strong>  1000+ to be laid off from “Reality Labs”.  (<a href=\"https://www.engadget.com/ar-vr/meta-refocuses-on-ai-hardware-as-metaverse-layoffs-begin-145924706.html\">eWeek</a>)</p>\n<p><strong>Apple Discovers Creators:  </strong>Launches a new $13 monthly creator bundle with Final Cut Pro, PIxelmator Pro, LogicPro and more<strong> (</strong><a href=\"https://9to5mac.com/2026/01/13/apple-announces-pixelmator-pro-is-coming-to-ipad/\"><strong>9to5Mac</strong></a><strong>)</strong></p>\n<p><strong>Microdrama Formats Expand: </strong>Lots of talk on the topic at 1BFS, now @Scott Brown is working on a musical using the Microdrama framework.  Can’t wait to see it (<a href=\"https://www.msn.com/en-us/tv/news/hannah-stocking-amber-laird-sophie-sumner-star-in-playback-billed-as-first-musical-microdrama/ar-AA1TKVBY\">MSN</a>)</p>\n<p><strong>Discord Will IPO:</strong> Been a long time coming, but the social community app looks to cash out.  Wonder if it will surpass the $10B Microsoft offered back in 2021?  (<a href=\"https://techcrunch.com/2026/01/07/discords-ipo-could-happen-in-march/\">TC</a>)</p>\n<p><strong>Saving Media:</strong>  Doug Shapiro drops his 2026 presentation on the next disruption and what to do about it.  (<a href=\"https://dougshapiro.substack.com/p/my-base-presentation-deck-january\">The Mediator</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p><strong>Where’s Jim?  </strong>Flying home to San Francisco as I write this.  Been gone for almost two weeks.  Not going anywhere for a little while!  Oh and the lack of robust WiFi on Emirates means I’m not publishing until Wednesday.  </p>\n<p>Like this free newsletter?  <a href=\"https://www.buymeacoffee.com/jlouderb\">Buy me a coffee</a> and say thanks!  Or let’s do a meetup in your town.</p>\n<p>100% written by me.  AI used very sparingly for edits.</p>\n<p>I’ve built and sold multiple creator economy startups to top media companies – including an MCN to Discovery and VidCon to Paramount. <a href=\"https://www.linkedin.com/build-relation/newsletter-follow/?entityUrn=6762441989427478528\">Subscribe here on LinkedIn</a> to get this newsletter every Monday.</p>\n<p>Let me know what you think – email me at <a href=\"mailto:jim@louderback.com\">jim@louderback.com</a>. Thanks for reading and see you around the internet. </p>",
      "image": "https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-1.png?resize=204%2C227&ssl=1"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Ring can verify videos now, but that might not help you with most AI fakes",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/866441/ring-verify-security-camera-ai-fakes-video-verification"
    },
    {
      "headline": "Pilot Captures Amazing Aurora Photos During Flight",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/pilot-captures-amazing-aurora-photos-during-flight"
    },
    {
      "headline": "Sorry MAGA, Turns Out People Still Like ‘Woke’ Art",
      "source": "WIRED",
      "link": "https://www.wired.com/story/sorry-maga-turns-out-people-still-like-woke-art/"
    },
    {
      "headline": "Nintendo is following up Alarmo with a weird Talking Flower in March",
      "source": "The Verge",
      "link": "https://www.theverge.com/tech/865618/nintendo-talking-flower-preorder-super-mario-wonder"
    },
    {
      "headline": "Samsung’s smallest Frame TVs have fallen to their lowest prices to date",
      "source": "The Verge",
      "link": "https://www.theverge.com/gadgets/866298/samsung-frame-tv-2025-43-50-inch-qled-woot-deal-sale"
    },
    {
      "headline": "The Best Films of 2025",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/the-best-films-of-2025"
    },
    {
      "headline": "Dr. Gladys West, Mathematician Whose Work Made GPS Possible, Dies at 95....",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048223-dr-gladys-west-mathematic"
    },
    {
      "headline": "Mestra is a forthcoming short story from Madeline Miller (Circe, The Song...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048222-mestra-is-a-forthcoming-s"
    },
    {
      "headline": "From director Rian Johnson, a collection of some of the screenplays of...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048219-from-director-rian-johnso"
    },
    {
      "headline": "Beyond Good and Evil 2 somehow survived the purge at Ubisoft",
      "source": "The Verge",
      "link": "https://www.theverge.com/games/866439/beyond-good-and-evil-2-somehow-survived-the-purge-at-ubisoft"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/923/673/163/845/542/original/cb7b5f48c7b5f05e.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/901/268/049/415/802/original/dc71b03f3af3c7b2.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/940/558/214/294/637/original/8d90b409b9ea00f5.jpg"
  ]
}