{
  "meta": {
    "issueNo": "Vol. 2026.4",
    "date": "Wednesday, January 21",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Weekly Newsletter – Jim Louderback",
      "title": "Creepy 2026 Signals and 1BFS Takeaways",
      "author": "Jim",
      "bodyText": "<p><strong>This Week: </strong>You can’t predict the future without watching the creepy signals that might turn into megatrends. So, I’m sharing my top 10 weird ones to monitor.  Also, I just spent 10 days on-site in Dubai producing the 1 Billion Followers Summit. The rest of this issue includes highlights and what I learned.</p>\n<p>Hi, I’m <strong>Jim Louderback</strong> and this is my weekly creator economy newsletter. If you’ve received it, then you are either subscribed or someone forwarded it to you.\u2028</p>\n<p>If the latter – and you want to subscribe, <a href=\"https://insidethecreator.beehiiv.com/subscribe\">get it here</a>!</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">TEN CREEPY SIGNALS TO MONITOR</h2>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"227\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-1.png?resize=204%2C227&amp;ssl=1\" style=\"\" width=\"204\"/></figure></div>\n<h3 class=\"wp-block-heading\">AI Is Coming for Your Ears</h3>\n<p>AI-generated podcasts will steal meaningful market share from human creators over the next few years. Google’s NotebookLM helped kick this off, but now top creators, startups, and established media companies are leaning in.</p>\n<p>Inception Point AI, for example, says it has produced 200,000 episodes, claiming that at times its shows accounted for 1% of all podcasts released in a given week. Steven Bartlett is using AI to create more content for his podcast fans. And The Washington Post is creating “Your Personal Podcast” to build podcasts tailored to each user’s profile.</p>\n<p>These experiments are roundly criticized by traditional media, but they aren’t going away. More from <a href=\"https://www.npr.org/2025/12/13/nx-s1-5641047/washington-posts-ai-podcast\">NPR</a> and the <a href=\"https://www.latimes.com/business/story/2025-12-12/ai-podcasting-is-changing-industry\">LA Times</a>.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"223\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-2.png?resize=206%2C223&amp;ssl=1\" style=\"\" width=\"206\"/></figure></div>\n<h3 class=\"wp-block-heading\">The Rise of Biometric Algorithms</h3>\n<p>Social algorithms will start incorporating data from health trackers to deliver even more targeted recommendations, and more insidious ways to addict us to the feed.</p>\n<p>We’ll move beyond time-spent and click-throughs to heart-rate spikes and pupillary dilation. Some platforms may even push bio-integration to deliver interruption-free content (and yes, this could be how Western microdramas monetize).</p>\n<p>The consequences are wide-ranging:</p>\n<ul class=\"wp-block-list\">\n<li>Creators optimize for physical response, not just retention.</li>\n<li>“Physiological editing” becomes a thing.</li>\n<li>Iron-clad vendor lock-in.</li>\n</ul>\n<p>Also, your body will betray you. Your “I want educational podcasts” goal will get steamrolled by biomarker evidence that you prefer rage-bait and AI slop.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"212\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-3.png?resize=205%2C212&amp;ssl=1\" style=\"\" width=\"205\"/></figure></div>\n<h3 class=\"wp-block-heading\">From NPC to PC – the Rise of the Playable Creator</h3>\n<p>Back in 2004, we typed commands to a guy in a chicken suit (Subservient Chicken) and laughed because it gave us the illusion of control.</p>\n<p>Twenty-two years later, the chickens have come home to roost.</p>\n<p>Creators are starting to turn their lives into fan-controlled characters where it’s not just “do a thing,” but binding decisions, both mundane and macro, selected and paid for by doting fans. What to eat. When to sleep. Who to date.</p>\n<p>Fans will even control a creator’s environment: thermostat, lighting, alarm clock, smartwatch. Creators who embrace this will outsource decision-making to their audience. Fans will relish controlling something, anything, in our topsy-turvy world.</p>\n<p>This voluntary dehumanization gives us Truman Show 2.0, where Truman is begging for donations and the audience is the director.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"205\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-4.png?resize=204%2C205&amp;ssl=1\" style=\"\" width=\"204\"/></figure></div>\n<h3 class=\"wp-block-heading\"><strong>Verification Vlogging</strong></h3>\n<p>Flesh and blood creators will increasingly opt for ways to prove they are human, not AI constructs<strong>. </strong>From the “Playable Creator” to live streamed and IRL appearances, human markers explode.</p>\n<p>One creepy format that’s already emerging is boredom content: creators sleeping, eating messy food, stumbling over words, and even sprinkling grammatical and spelling errors into their newsletters (some creators are already doing this… wink-wink).</p>\n<p>The world increasingly bifurcates:</p>\n<ul class=\"wp-block-list\">\n<li>Scalable, synthetic and corporate owned perfection.</li>\n<li>Messy, gross and error-prone humans.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"194\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-5.png?resize=192%2C194&amp;ssl=1\" style=\"\" width=\"192\"/></figure></div>\n<h3 class=\"wp-block-heading\">Life as a service</h3>\n<p>In 2026 and beyond, creators will realize their body and their voice are an asset class.</p>\n<p>Mid-tier creators will start licensing their deepfake rights so they can “work” in multiple places at once. Brands will use recognizable creator likenesses as customer support reps, virtual store clerks, and region-specific ad characters.</p>\n<p>Voice becomes its own asset class too, as more companies follow ElevenLabs by licensing a creator’s voice for separate AI avatars. When identity decouples from the physical person, creators become IP holding companies.</p>\n<p>The good news: it becomes easier to sell a channel.</p>\n<p>The downside: it multiplies key-person risk. What happens when your avatar goes off the rails and starts spewing racist or illegal nonsense?</p>\n<ul class=\"wp-block-list\">\n<li><strong>Related</strong>: Creators will sell customized AI versions of themselves to superfans, and platforms will try to muscle in on the revenue.</li>\n<li><strong>Related</strong>: Taken to its macabre extreme, we’ll see creators “live” long beyond their lifespan. But who owns these forever identities, and how do you value them? We’ll find out.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>BONUS – FIVE MORE SIGNALS I’M TRACKING</strong></h2>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"138\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/5-signals-Small.jpg?resize=560%2C138&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p><strong>Affiliate Links Vaporize: </strong>AI agents discover, bid, and buy products for consumers. When that happens, affiliate links get bypassed. It will be gradual, but it could rewrite purchase influence.</p>\n<p><strong>Scammer Crack-Down:</strong> The FTC and other watchdogs get serious about deepfake scams. Criminals stay two steps ahead, but enforcement improves.</p>\n<p><strong>The Rise of the Ozempic Creator</strong>: As GLP-1 weight loss drugs go mainstream the “abundance aesthetic” fades.  Oprah is just the beginning Expect more precision nutrition, bio-compatible recipes, and chemically altered lifestyle content.</p>\n<p><strong>The Nose Knows:</strong> Olfactory computing tries to leave the lab. Again. Algorithmically triggered smells could become the next big creator-led revolution.  Or not.</p>\n<p><strong>Who Are You?  </strong>Better age and identity verification spreads. Pair that with global crackdowns on teens and social media, and you get new restrictions and new creator opportunities.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><em>SPONSOR</em></h2>\n<p>LinkedIn’s <a href=\"https://business.linkedin.com/marketing-solutions/b2b-institute/easy-to-find-being-where-b2b-buying-happens\">new B2B Buyer Report</a> makes the case better than I ever could: buyers trust expert voices more than brands, and they spend most of their research time reading the people who actually understand the space. That’s exactly my audience: marketers, media execs, founders, top creators and operators who shape budgets and make decisions. </p>\n<p>A weekly sponsorship puts your company inside a trusted, high-intent environment, shows up repeatedly where it actually matters, and aligns your brand with the point-of-view content buyers say moves them. If you want to speak to the people building the next wave of media, creators, and AI, this is where they show up every week.<strong> </strong></p>\n<p>Drop me an <a href=\"mailto:jim@louderback.com\">email</a> and <a href=\"https://docs.google.com/document/d/19ScSYOFx3aV0eKfKqqqA-JxV-ibrNbhufuNE2NbYFJk/edit?tab=t.0\">check out our sponsorship information here.</a></p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">1BFS  RECAP</h2>\n<p>The 1 Billion Followers Summit was a magical and amazing gathering of creators, execs, investors and platforms from around the world.  My Economy track featured 120 speakers and 55 sessions across four stages, focusing on what’s happening now, and what the future holds. </p>\n<p>Some key takeaways:</p>\n<h3 class=\"wp-block-heading\"><strong>CREATORS AND REPRESENTATION</strong></h3>\n<p>CAA top exec @Brent Weinstein and I sat down for a fireside chat exploring the new CAA Creators, where the industry is going and more.  Here’s what I learned:</p>\n<ul class=\"wp-block-list\">\n<li><strong>Podcasting as Training Wheels:</strong> Traditional celebs have tried to enter the creator space with decidedly uneven results.  Podcasting gives them a back door that makes the shift so much easier. </li>\n<li><strong>Who’s Afraid of the Big Bad Slop:</strong> Not Brent </li>\n<li><strong>Sports Rises:</strong> Creators are embracing sports, and athletes are emerging as a powerful creator class. Huge growth area.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>LINKEDIN CHANGES AHEAD</strong></h3>\n<p>I talked with LinkedIn’s head of creator product @Sam Carrao Clanon to get a peek into the future of the B2B platform.  Key insights:</p>\n<ul class=\"wp-block-list\">\n<li><strong>Analytics:</strong>  LinkedIn knows creators need better data, and they can’t do everything. Expect better analytics this year. He also hinted an open API might be on the horizon.</li>\n<li><strong>To Video or Not to Video:  </strong>Exaggerating for effect, Clanon said you should either do all video or none. My take: make video your primary focus, or keep it as an occasional dabble.</li>\n<li><strong>Optimal Post Frequency</strong>:  3-5 times a week</li>\n<li><strong>He’s Killing the “Formula” </strong>:  The tired post format of hook, personal story, bulleted list and call to action will be de-prioritized.  Clanon wants all types of posts, from one-liners to deep insight, to thrive on LinkedIn.</li>\n<li><strong>Pods</strong>: LinkedIn sounds serious about de-emphasizing pods, too.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>INSDE THE BELLY OF THE BEAST</strong></h3>\n<p>I also had a chance to chat with Mr Beast’s head of channel @Will Fowler, and his commercial counterpart @Beau Avril about how commerce and creative collaborate on Beast videos.  </p>\n<p><strong>Treat Integrations as Content:</strong> Brand deals are part of the story arc, not a sponsorship interrupt. Brands get pulled in early, but integrations must elevate the episode and protect retention. Best examples (Starbucks in “30 Days in the Sky,” DoorDash in “100 Days on a Jet”) work because the brand solves a real problem aligned with the premise. Also, it helps that Jimmy genuinely gets excited about brand partners.</p>\n<p><strong>Ideas Come from Anywhere</strong>: Often via a 3 a.m. call from Jimmy. They quickly vet concepts via title and thumbnail development, then move into a hard feasibility phase that weighs timeline, build complexity, and even whether the science exists to support the premise (90 Days in Space, for example, requires SpaceX to step up).</p>\n<p><strong>Time Rules:</strong> Shoots can run 30–100 days, with teams filming nearly nonstop. Roughly four episodes are in production at any time, scaling to seven soon, which likely means external help.</p>\n<p><strong>Strong Advice</strong>: Creators should explain their audience’s unique value to brands. Brands should stop over-engineering and trust creators to keep them native to the story.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\">SUPERFANS BEAT FOLLOWERS </h3>\n<p>I loved the discussion with @Abby Ho, @Sara Wilson, and @Jo Burford about the move from scale to trust.</p>\n<p>They argued we’ve shifted from the social graph to an AI-driven interest graph, where having a million followers doesn’t mean a million people see you. I’d take it one step further: AI is pushing us from the interest graph to the trust graph, meaning who we trust and where and how to we connect.</p>\n<p>Followers are losing power as a metric. Distribution is becoming identity-based relevance. Sharing happens more in DMs and private groups than public feeds. But these niche groups aren’t necessarily small.  Instead, they are focused and specific.</p>\n<p>Best advice? Design your content and brand messaging for the “OMG that’s so me” moment and you’ll have a fan for life.   Stop marketing to communities and start building with them. The real risk isn’t being too niche. It’s being culturally irrelevant at scale.</p>\n<p>They also nailed the fandom trap: Show up late with slow activations, then show up wrong by not speaking the language. And beware overfeeding fandoms until they fatten up into manufactured affinity.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">1BFS QUIBIS</h2>\n<p><strong>The “Curse of Knowledge”:</strong> Many creators fail to monetize because they assume everyone knows what they know. @Justin Mecham, founder of Creatyl, said what feels “basic” to a creator often feels like “magic” or “wizardry” to the audience.</p>\n<p><strong>LinkedIn’s Content Deficit</strong>: @Vin Matano, CEO of CreatorBuzz shared that despite having over 1 billion users, only 1% of LinkedIn users create content, making it a massive “content-deficient” opportunity for influence and credibility.</p>\n<p><strong>The “11th Episode” Benchmark:</strong> In podcasting, explained Gautam Raj Anand, founder and CEO of Hubhopper, reaching the 11th episode puts a creator in the top 1% of podcasters globally due to the high rate of “podfading” (quitting early).</p>\n<p><strong>On Audio</strong>: “Food without taste is the equivalent of content without audio… video without audio and music is like empty calories.” — @<em>Oscar Höglund, CEO of Epidemic Sound</em>.</p>\n<p><strong>On Branding:</strong> “Trends are containers. They’re not really the idea… The more you jump on trends, the less distinctive you will look.” — @<em>Sara Zouad, CEO of Brand Builders</em>.</p>\n<p><strong>On Monetization</strong>: “As a creator, if you’re solving people’s problems, it’s okay to make money… If you’re not making crazy money as a creator, it’s a hobby.” — @<em>Justin Mecham, Founder of Creatyl</em>.</p>\n<p><strong>On Business Ownership:</strong> “Control equals freedom. If you maintain control of your business at all times, you will always have the option of how you want to live.” — <em>Tobi Oluwole, Founder of Magnate</em>.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">OTHER 1BFS HOT TAKES</h2>\n<p><strong>Living the Fizz:</strong> @Sara Wilson shares her top 7 takeaways from 1BFS.  She’s spot on.  (<a href=\"https://communitycatalysts.substack.com/p/7-patterns-from-dubai-that-should\">Community Catalysts</a>)</p>\n<p><strong>Trust Rules:</strong> @Robb Montgomery with journalism-tinged takeaways. (<a href=\"https://robbmontgomery.com/content-for-good-my-takeaways-from-dubais-1-billion-followers-summit/\">RobbMontgomery</a>)</p>\n<p><strong>It’s Just a Start: </strong>@David Adeleke with an African creator look at 1BFS. (<a href=\"https://www.readcommunique.com/p/notes-from-1-billion-followers-summit-dubai\">Communique</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">CREATOR ECONOMY QUIBIS </h2>\n<p>Short section this week, we’ll be back on news analysis next week!</p>\n<p><strong>Meta Abandons VR:</strong>  1000+ to be laid off from “Reality Labs”.  (<a href=\"https://www.engadget.com/ar-vr/meta-refocuses-on-ai-hardware-as-metaverse-layoffs-begin-145924706.html\">eWeek</a>)</p>\n<p><strong>Apple Discovers Creators:  </strong>Launches a new $13 monthly creator bundle with Final Cut Pro, PIxelmator Pro, LogicPro and more<strong> (</strong><a href=\"https://9to5mac.com/2026/01/13/apple-announces-pixelmator-pro-is-coming-to-ipad/\"><strong>9to5Mac</strong></a><strong>)</strong></p>\n<p><strong>Microdrama Formats Expand: </strong>Lots of talk on the topic at 1BFS, now @Scott Brown is working on a musical using the Microdrama framework.  Can’t wait to see it (<a href=\"https://www.msn.com/en-us/tv/news/hannah-stocking-amber-laird-sophie-sumner-star-in-playback-billed-as-first-musical-microdrama/ar-AA1TKVBY\">MSN</a>)</p>\n<p><strong>Discord Will IPO:</strong> Been a long time coming, but the social community app looks to cash out.  Wonder if it will surpass the $10B Microsoft offered back in 2021?  (<a href=\"https://techcrunch.com/2026/01/07/discords-ipo-could-happen-in-march/\">TC</a>)</p>\n<p><strong>Saving Media:</strong>  Doug Shapiro drops his 2026 presentation on the next disruption and what to do about it.  (<a href=\"https://dougshapiro.substack.com/p/my-base-presentation-deck-january\">The Mediator</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p><strong>Where’s Jim?  </strong>Flying home to San Francisco as I write this.  Been gone for almost two weeks.  Not going anywhere for a little while!  Oh and the lack of robust WiFi on Emirates means I’m not publishing until Wednesday.  </p>\n<p>Like this free newsletter?  <a href=\"https://www.buymeacoffee.com/jlouderb\">Buy me a coffee</a> and say thanks!  Or let’s do a meetup in your town.</p>\n<p>100% written by me.  AI used very sparingly for edits.</p>\n<p>I’ve built and sold multiple creator economy startups to top media companies – including an MCN to Discovery and VidCon to Paramount. <a href=\"https://www.linkedin.com/build-relation/newsletter-follow/?entityUrn=6762441989427478528\">Subscribe here on LinkedIn</a> to get this newsletter every Monday.</p>\n<p>Let me know what you think – email me at <a href=\"mailto:jim@louderback.com\">jim@louderback.com</a>. Thanks for reading and see you around the internet. </p>",
      "image": "https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-1.png?resize=204%2C227&ssl=1"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Netflix earned $1.5 billion from ads in 2025",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/864451/netflix-advertising-revenue-doubled-q4-2025-earnings"
    },
    {
      "headline": "Tuft & Needle Promo Codes: 20% Off | January 2026",
      "source": "WIRED",
      "link": "https://www.wired.com/story/tuft-and-needle-promo-code/"
    },
    {
      "headline": "In 1983 Steve Dyer created the Usenet group soc.motss, possibly the first-ever...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048202-in-1983-steve-dyer-create"
    },
    {
      "headline": "Koyaanisqatsi In Five Minutes",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/koyaanisqatsi-in-five-minutes-1"
    },
    {
      "headline": "Sealy Promo Code: Save $200 on Mattresses This Month",
      "source": "WIRED",
      "link": "https://www.wired.com/story/sealy-promo-code/"
    },
    {
      "headline": "Purple Promo Codes and Deals: Up to 30% Off",
      "source": "WIRED",
      "link": "https://www.wired.com/story/purple-promo-code/"
    },
    {
      "headline": "Trump admin admits DOGE employees had access to off-limits Social Security data",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/864643/doge-social-security-data-misuse"
    },
    {
      "headline": "Naturepedic Promo Codes and Deals: 20% Off",
      "source": "WIRED",
      "link": "https://www.wired.com/story/naturepedic-promo-code/"
    },
    {
      "headline": "Lydia Polgreen: In Minneapolis, I Glimpsed a Civil War. &#8220;Good&#8217;s killing was...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048203-lydia-polgreen-in-minneap"
    },
    {
      "headline": "One year in, Big Tech has out-maneuvered MAGA populists",
      "source": "The Verge",
      "link": "https://www.theverge.com/column/864759/big-tech-trump-one-year-in"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/883/943/202/918/880/original/43c4fae3a9969207.jpg",
    "https://files.mastodon.social/media_attachments/files/115/928/149/704/603/453/original/1a82ff469c6cda4e.jpeg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/923/673/163/845/542/original/cb7b5f48c7b5f05e.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/901/268/049/415/802/original/dc71b03f3af3c7b2.jpg"
  ]
}