{
  "meta": {
    "issueNo": "Vol. 2026.3",
    "date": "Saturday, January 17",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Weekly Newsletter – Jim Louderback",
      "title": "Creepy 2026 Signals and 1BFS Takeaways",
      "author": "Jim",
      "bodyText": "<p><strong>This Week: </strong>You can’t predict the future without watching the creepy signals that might turn into megatrends. So, I’m sharing my top 10 weird ones to monitor.  Also, I just spent 10 days on-site in Dubai producing the 1 Billion Followers Summit. The rest of this issue includes highlights and what I learned.</p>\n<p>Hi, I’m <strong>Jim Louderback</strong> and this is my weekly creator economy newsletter. If you’ve received it, then you are either subscribed or someone forwarded it to you.\u2028</p>\n<p>If the latter – and you want to subscribe, <a href=\"https://insidethecreator.beehiiv.com/subscribe\">get it here</a>!</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">TEN CREEPY SIGNALS TO MONITOR</h2>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"227\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-1.png?resize=204%2C227&amp;ssl=1\" style=\"\" width=\"204\"/></figure></div>\n<h3 class=\"wp-block-heading\">AI Is Coming for Your Ears</h3>\n<p>AI-generated podcasts will steal meaningful market share from human creators over the next few years. Google’s NotebookLM helped kick this off, but now top creators, startups, and established media companies are leaning in.</p>\n<p>Inception Point AI, for example, says it has produced 200,000 episodes, claiming that at times its shows accounted for 1% of all podcasts released in a given week. Steven Bartlett is using AI to create more content for his podcast fans. And The Washington Post is creating “Your Personal Podcast” to build podcasts tailored to each user’s profile.</p>\n<p>These experiments are roundly criticized by traditional media, but they aren’t going away. More from <a href=\"https://www.npr.org/2025/12/13/nx-s1-5641047/washington-posts-ai-podcast\">NPR</a> and the <a href=\"https://www.latimes.com/business/story/2025-12-12/ai-podcasting-is-changing-industry\">LA Times</a>.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"223\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-2.png?resize=206%2C223&amp;ssl=1\" style=\"\" width=\"206\"/></figure></div>\n<h3 class=\"wp-block-heading\">The Rise of Biometric Algorithms</h3>\n<p>Social algorithms will start incorporating data from health trackers to deliver even more targeted recommendations, and more insidious ways to addict us to the feed.</p>\n<p>We’ll move beyond time-spent and click-throughs to heart-rate spikes and pupillary dilation. Some platforms may even push bio-integration to deliver interruption-free content (and yes, this could be how Western microdramas monetize).</p>\n<p>The consequences are wide-ranging:</p>\n<ul class=\"wp-block-list\">\n<li>Creators optimize for physical response, not just retention.</li>\n<li>“Physiological editing” becomes a thing.</li>\n<li>Iron-clad vendor lock-in.</li>\n</ul>\n<p>Also, your body will betray you. Your “I want educational podcasts” goal will get steamrolled by biomarker evidence that you prefer rage-bait and AI slop.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"212\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-3.png?resize=205%2C212&amp;ssl=1\" style=\"\" width=\"205\"/></figure></div>\n<h3 class=\"wp-block-heading\">From NPC to PC – the Rise of the Playable Creator</h3>\n<p>Back in 2004, we typed commands to a guy in a chicken suit (Subservient Chicken) and laughed because it gave us the illusion of control.</p>\n<p>Twenty-two years later, the chickens have come home to roost.</p>\n<p>Creators are starting to turn their lives into fan-controlled characters where it’s not just “do a thing,” but binding decisions, both mundane and macro, selected and paid for by doting fans. What to eat. When to sleep. Who to date.</p>\n<p>Fans will even control a creator’s environment: thermostat, lighting, alarm clock, smartwatch. Creators who embrace this will outsource decision-making to their audience. Fans will relish controlling something, anything, in our topsy-turvy world.</p>\n<p>This voluntary dehumanization gives us Truman Show 2.0, where Truman is begging for donations and the audience is the director.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"205\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-4.png?resize=204%2C205&amp;ssl=1\" style=\"\" width=\"204\"/></figure></div>\n<h3 class=\"wp-block-heading\"><strong>Verification Vlogging</strong></h3>\n<p>Flesh and blood creators will increasingly opt for ways to prove they are human, not AI constructs<strong>. </strong>From the “Playable Creator” to live streamed and IRL appearances, human markers explode.</p>\n<p>One creepy format that’s already emerging is boredom content: creators sleeping, eating messy food, stumbling over words, and even sprinkling grammatical and spelling errors into their newsletters (some creators are already doing this… wink-wink).</p>\n<p>The world increasingly bifurcates:</p>\n<ul class=\"wp-block-list\">\n<li>Scalable, synthetic and corporate owned perfection.</li>\n<li>Messy, gross and error-prone humans.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img alt=\"\" class=\"article-image\" height=\"194\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-5.png?resize=192%2C194&amp;ssl=1\" style=\"\" width=\"192\"/></figure></div>\n<h3 class=\"wp-block-heading\">Life as a service</h3>\n<p>In 2026 and beyond, creators will realize their body and their voice are an asset class.</p>\n<p>Mid-tier creators will start licensing their deepfake rights so they can “work” in multiple places at once. Brands will use recognizable creator likenesses as customer support reps, virtual store clerks, and region-specific ad characters.</p>\n<p>Voice becomes its own asset class too, as more companies follow ElevenLabs by licensing a creator’s voice for separate AI avatars. When identity decouples from the physical person, creators become IP holding companies.</p>\n<p>The good news: it becomes easier to sell a channel.</p>\n<p>The downside: it multiplies key-person risk. What happens when your avatar goes off the rails and starts spewing racist or illegal nonsense?</p>\n<ul class=\"wp-block-list\">\n<li><strong>Related</strong>: Creators will sell customized AI versions of themselves to superfans, and platforms will try to muscle in on the revenue.</li>\n<li><strong>Related</strong>: Taken to its macabre extreme, we’ll see creators “live” long beyond their lifespan. But who owns these forever identities, and how do you value them? We’ll find out.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>BONUS – FIVE MORE SIGNALS I’M TRACKING</strong></h2>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"138\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/5-signals-Small.jpg?resize=560%2C138&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p><strong>Affiliate Links Vaporize: </strong>AI agents discover, bid, and buy products for consumers. When that happens, affiliate links get bypassed. It will be gradual, but it could rewrite purchase influence.</p>\n<p><strong>Scammer Crack-Down:</strong> The FTC and other watchdogs get serious about deepfake scams. Criminals stay two steps ahead, but enforcement improves.</p>\n<p><strong>The Rise of the Ozempic Creator</strong>: As GLP-1 weight loss drugs go mainstream the “abundance aesthetic” fades.  Oprah is just the beginning Expect more precision nutrition, bio-compatible recipes, and chemically altered lifestyle content.</p>\n<p><strong>The Nose Knows:</strong> Olfactory computing tries to leave the lab. Again. Algorithmically triggered smells could become the next big creator-led revolution.  Or not.</p>\n<p><strong>Who Are You?  </strong>Better age and identity verification spreads. Pair that with global crackdowns on teens and social media, and you get new restrictions and new creator opportunities.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><em>SPONSOR</em></h2>\n<p>LinkedIn’s <a href=\"https://business.linkedin.com/marketing-solutions/b2b-institute/easy-to-find-being-where-b2b-buying-happens\">new B2B Buyer Report</a> makes the case better than I ever could: buyers trust expert voices more than brands, and they spend most of their research time reading the people who actually understand the space. That’s exactly my audience: marketers, media execs, founders, top creators and operators who shape budgets and make decisions. </p>\n<p>A weekly sponsorship puts your company inside a trusted, high-intent environment, shows up repeatedly where it actually matters, and aligns your brand with the point-of-view content buyers say moves them. If you want to speak to the people building the next wave of media, creators, and AI, this is where they show up every week.<strong> </strong></p>\n<p>Drop me an <a href=\"mailto:jim@louderback.com\">email</a> and <a href=\"https://docs.google.com/document/d/19ScSYOFx3aV0eKfKqqqA-JxV-ibrNbhufuNE2NbYFJk/edit?tab=t.0\">check out our sponsorship information here.</a></p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">1BFS  RECAP</h2>\n<p>The 1 Billion Followers Summit was a magical and amazing gathering of creators, execs, investors and platforms from around the world.  My Economy track featured 120 speakers and 55 sessions across four stages, focusing on what’s happening now, and what the future holds. </p>\n<p>Some key takeaways:</p>\n<h3 class=\"wp-block-heading\"><strong>CREATORS AND REPRESENTATION</strong></h3>\n<p>CAA top exec @Brent Weinstein and I sat down for a fireside chat exploring the new CAA Creators, where the industry is going and more.  Here’s what I learned:</p>\n<ul class=\"wp-block-list\">\n<li><strong>Podcasting as Training Wheels:</strong> Traditional celebs have tried to enter the creator space with decidedly uneven results.  Podcasting gives them a back door that makes the shift so much easier. </li>\n<li><strong>Who’s Afraid of the Big Bad Slop:</strong> Not Brent </li>\n<li><strong>Sports Rises:</strong> Creators are embracing sports, and athletes are emerging as a powerful creator class. Huge growth area.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>LINKEDIN CHANGES AHEAD</strong></h3>\n<p>I talked with LinkedIn’s head of creator product @Sam Carrao Clanon to get a peek into the future of the B2B platform.  Key insights:</p>\n<ul class=\"wp-block-list\">\n<li><strong>Analytics:</strong>  LinkedIn knows creators need better data, and they can’t do everything. Expect better analytics this year. He also hinted an open API might be on the horizon.</li>\n<li><strong>To Video or Not to Video:  </strong>Exaggerating for effect, Clanon said you should either do all video or none. My take: make video your primary focus, or keep it as an occasional dabble.</li>\n<li><strong>Optimal Post Frequency</strong>:  3-5 times a week</li>\n<li><strong>He’s Killing the “Formula” </strong>:  The tired post format of hook, personal story, bulleted list and call to action will be de-prioritized.  Clanon wants all types of posts, from one-liners to deep insight, to thrive on LinkedIn.</li>\n<li><strong>Pods</strong>: LinkedIn sounds serious about de-emphasizing pods, too.</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>INSDE THE BELLY OF THE BEAST</strong></h3>\n<p>I also had a chance to chat with Mr Beast’s head of channel @Will Fowler, and his commercial counterpart @Beau Avril about how commerce and creative collaborate on Beast videos.  </p>\n<p><strong>Treat Integrations as Content:</strong> Brand deals are part of the story arc, not a sponsorship interrupt. Brands get pulled in early, but integrations must elevate the episode and protect retention. Best examples (Starbucks in “30 Days in the Sky,” DoorDash in “100 Days on a Jet”) work because the brand solves a real problem aligned with the premise. Also, it helps that Jimmy genuinely gets excited about brand partners.</p>\n<p><strong>Ideas Come from Anywhere</strong>: Often via a 3 a.m. call from Jimmy. They quickly vet concepts via title and thumbnail development, then move into a hard feasibility phase that weighs timeline, build complexity, and even whether the science exists to support the premise (90 Days in Space, for example, requires SpaceX to step up).</p>\n<p><strong>Time Rules:</strong> Shoots can run 30–100 days, with teams filming nearly nonstop. Roughly four episodes are in production at any time, scaling to seven soon, which likely means external help.</p>\n<p><strong>Strong Advice</strong>: Creators should explain their audience’s unique value to brands. Brands should stop over-engineering and trust creators to keep them native to the story.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\">SUPERFANS BEAT FOLLOWERS </h3>\n<p>I loved the discussion with @Abby Ho, @Sara Wilson, and @Jo Burford about the move from scale to trust.</p>\n<p>They argued we’ve shifted from the social graph to an AI-driven interest graph, where having a million followers doesn’t mean a million people see you. I’d take it one step further: AI is pushing us from the interest graph to the trust graph, meaning who we trust and where and how to we connect.</p>\n<p>Followers are losing power as a metric. Distribution is becoming identity-based relevance. Sharing happens more in DMs and private groups than public feeds. But these niche groups aren’t necessarily small.  Instead, they are focused and specific.</p>\n<p>Best advice? Design your content and brand messaging for the “OMG that’s so me” moment and you’ll have a fan for life.   Stop marketing to communities and start building with them. The real risk isn’t being too niche. It’s being culturally irrelevant at scale.</p>\n<p>They also nailed the fandom trap: Show up late with slow activations, then show up wrong by not speaking the language. And beware overfeeding fandoms until they fatten up into manufactured affinity.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">1BFS QUIBIS</h2>\n<p><strong>The “Curse of Knowledge”:</strong> Many creators fail to monetize because they assume everyone knows what they know. @Justin Mecham, founder of Creatyl, said what feels “basic” to a creator often feels like “magic” or “wizardry” to the audience.</p>\n<p><strong>LinkedIn’s Content Deficit</strong>: @Vin Matano, CEO of CreatorBuzz shared that despite having over 1 billion users, only 1% of LinkedIn users create content, making it a massive “content-deficient” opportunity for influence and credibility.</p>\n<p><strong>The “11th Episode” Benchmark:</strong> In podcasting, explained Gautam Raj Anand, founder and CEO of Hubhopper, reaching the 11th episode puts a creator in the top 1% of podcasters globally due to the high rate of “podfading” (quitting early).</p>\n<p><strong>On Audio</strong>: “Food without taste is the equivalent of content without audio… video without audio and music is like empty calories.” — @<em>Oscar Höglund, CEO of Epidemic Sound</em>.</p>\n<p><strong>On Branding:</strong> “Trends are containers. They’re not really the idea… The more you jump on trends, the less distinctive you will look.” — @<em>Sara Zouad, CEO of Brand Builders</em>.</p>\n<p><strong>On Monetization</strong>: “As a creator, if you’re solving people’s problems, it’s okay to make money… If you’re not making crazy money as a creator, it’s a hobby.” — @<em>Justin Mecham, Founder of Creatyl</em>.</p>\n<p><strong>On Business Ownership:</strong> “Control equals freedom. If you maintain control of your business at all times, you will always have the option of how you want to live.” — <em>Tobi Oluwole, Founder of Magnate</em>.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">OTHER 1BFS HOT TAKES</h2>\n<p><strong>Living the Fizz:</strong> @Sara Wilson shares her top 7 takeaways from 1BFS.  She’s spot on.  (<a href=\"https://communitycatalysts.substack.com/p/7-patterns-from-dubai-that-should\">Community Catalysts</a>)</p>\n<p><strong>Trust Rules:</strong> @Robb Montgomery with journalism-tinged takeaways. (<a href=\"https://robbmontgomery.com/content-for-good-my-takeaways-from-dubais-1-billion-followers-summit/\">RobbMontgomery</a>)</p>\n<p><strong>It’s Just a Start: </strong>@David Adeleke with an African creator look at 1BFS. (<a href=\"https://www.readcommunique.com/p/notes-from-1-billion-followers-summit-dubai\">Communique</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">CREATOR ECONOMY QUIBIS </h2>\n<p>Short section this week, we’ll be back on news analysis next week!</p>\n<p><strong>Meta Abandons VR:</strong>  1000+ to be laid off from “Reality Labs”.  (<a href=\"https://www.engadget.com/ar-vr/meta-refocuses-on-ai-hardware-as-metaverse-layoffs-begin-145924706.html\">eWeek</a>)</p>\n<p><strong>Apple Discovers Creators:  </strong>Launches a new $13 monthly creator bundle with Final Cut Pro, PIxelmator Pro, LogicPro and more<strong> (</strong><a href=\"https://9to5mac.com/2026/01/13/apple-announces-pixelmator-pro-is-coming-to-ipad/\"><strong>9to5Mac</strong></a><strong>)</strong></p>\n<p><strong>Microdrama Formats Expand: </strong>Lots of talk on the topic at 1BFS, now @Scott Brown is working on a musical using the Microdrama framework.  Can’t wait to see it (<a href=\"https://www.msn.com/en-us/tv/news/hannah-stocking-amber-laird-sophie-sumner-star-in-playback-billed-as-first-musical-microdrama/ar-AA1TKVBY\">MSN</a>)</p>\n<p><strong>Discord Will IPO:</strong> Been a long time coming, but the social community app looks to cash out.  Wonder if it will surpass the $10B Microsoft offered back in 2021?  (<a href=\"https://techcrunch.com/2026/01/07/discords-ipo-could-happen-in-march/\">TC</a>)</p>\n<p><strong>Saving Media:</strong>  Doug Shapiro drops his 2026 presentation on the next disruption and what to do about it.  (<a href=\"https://dougshapiro.substack.com/p/my-base-presentation-deck-january\">The Mediator</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p><strong>Where’s Jim?  </strong>Flying home to San Francisco as I write this.  Been gone for almost two weeks.  Not going anywhere for a little while!  Oh and the lack of robust WiFi on Emirates means I’m not publishing until Wednesday.  </p>\n<p>Like this free newsletter?  <a href=\"https://www.buymeacoffee.com/jlouderb\">Buy me a coffee</a> and say thanks!  Or let’s do a meetup in your town.</p>\n<p>100% written by me.  AI used very sparingly for edits.</p>\n<p>I’ve built and sold multiple creator economy startups to top media companies – including an MCN to Discovery and VidCon to Paramount. <a href=\"https://www.linkedin.com/build-relation/newsletter-follow/?entityUrn=6762441989427478528\">Subscribe here on LinkedIn</a> to get this newsletter every Monday.</p>\n<p>Let me know what you think – email me at <a href=\"mailto:jim@louderback.com\">jim@louderback.com</a>. Thanks for reading and see you around the internet. </p>",
      "image": "https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/image-1.png?resize=204%2C227&ssl=1"
    },
    {
      "source": "Things That Caught My Attention",
      "title": "s21e03: The Problem is Defining the Problem; The Unreasonable Effectiveness of Caring",
      "author": "Unknown",
      "bodyText": "<h1>0.0 Context Setting</h1>\n<p>I am sneakily writing this on Wednesday, January 14, 2026 in Portland Oregon, where I just finished writing the previous episode. </p>\n<p>It is taking <em>a lot</em> of energy to deal with my impulse control to post this straight away, and what I’m going to do instead is schedule it for Thursday, just to annoy Pavel and beat his issue of The Product Picnic<sup id=\"fnref:picnic\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:picnic\">1</a></sup>. </p>\n<h1>1.1 The Problem is Defining the Problem</h1>\n<p>I’m not, personally, worried too much about AI completely devastating my work. I may be completely misplaced in this assumption, though.</p>\n<p>There’s a big fight going on about the usage of AI in developing software. There’s a big continuum here! </p>\n<p>On one end you have my friends Jesse Vincent and Simon Willison, who are more or less forging ahead at using agentic coding (i.e. LLMs for writing software, commonly Claude Code) to become even more irritatingly productive than they already are, a sort of Captain America-serum supercharged already-10x developer.</p>\n<p>The thing is, you have to be so precise about what someone is using generative AI for these days because as a recent saying goes, AI progress and capability is <em>jagged</em>, which is another way of saying “all over the heckin’ place”. They can do some things really well, and are stunningly bad at other things (those other things include stuff like “how many rs are there in the word irresponsible”).</p>\n<p>If you recognize that you’ve got a tool with wildly different capability in different domains, then you also recognize that you have a capricious tool and you need to know what you’re doing to not shoot yourself in your foot or deglove yourself or whatever. (Don’t look up degloving if you don’t know what it is, trust me.)</p>\n<p>Simon and Jesse are experts with decades of software development knowledge. I also understand them to be systems thinkers - they know enough about how everything works. In temperament as well, they’re curious but also untrusting. Not everyone is like them. The point here is that the tools aren’t easy to use well, where “well” means producing software that meets certain criteria. What Simon and Jesse are also good at is deciding what those criteria are in ways that are appropriate to the task and context. This is also something that not everyone is good at. </p>\n<p>I think “deciding what well is” is an inherently human skill that is very difficult for AI to replicate well enough consistently.</p>\n<p>Iris Meredith wrote this piece that Kevin Wriggle quoted<sup id=\"fnref:quoted\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:quoted\">2</a></sup>:</p>\n<blockquote>\n<p>More generally, what I got from this is that LLM-assisted coding is only more flexible and more chill than doing the thing manually if you don't care about results at all. The moment you start caring about a specific output rather than something vaguely output-shaped, it all of a sudden becomes a whole lot more rigid and finicky than just writing the thing manually. And that's quite the opposite of what LLM assistants promise.<sup id=\"fnref2:iris\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:iris\">3</a></sup></p>\n</blockquote>\n<p>In case it’s not clear, the jaggedness and unevenness of the tools means that I disagree with Meredith, to a degree. I’ll rewrite with emphasis in a way that I hope doesn’t invalidate Meredith’s point:</p>\n<blockquote>\n<p>More generally, what I got from this is that LLM-assisted coding is only more flexible and more chill than doing the thing manually if you don't care about results at all. The moment you start caring about a specific output rather than something vaguely output-shaped, it all of a sudden becomes a whole lot more rigid and finicky than <strong>you</strong> just writing the thing manually. And that's quite the opposite of what LLM assistants promise.<sup id=\"fnref:iris\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:iris\">3</a></sup></p>\n</blockquote>\n<p>I think the point here is that agentic coding/LLM-assisted coding (and therefore I think all LLM tools <em>in general</em>) is that <strong>they are not general purpose tools</strong>. Or, rather, the domains in which they are general purpose tools that are <em>good enough</em> for people are also uneven, but that’s not exposed when you’re “using ChatGPT”. This problem is also obscured (intentionally?) by the chat-based interface, which provides no real indication or feedback about the specific things the LLM is good at -- there are no task-specific UIs for general agents. </p>\n<p>I think what Simon and Jesse have done is to massively customize the tools for their own particular usage. That’s on a different end of the continuum of using LLM-assisted coding out of the box. <em>They just aren’t ready for mass use yet</em>.</p>\n<p>This is not a criticism, in any way, of Meredith’s capability or experience. And at the same time maybe the insight isn’t particularly deep and it’s just that I came about it another way: if you don’t know how to use a tool, then you won’t use it well and you won’t know when you’re using it dangerously. I’m quite happy to place irresponsibility here on the lawn of the product marketers, who <em>are</em> presenting these as general purpose products. I’ve written before about how egregiously irresponsible OpenAI is in hiding what you shouldn’t use ChatGPT for in fine print, (in a filing cabinet, disused toilet, basement, beware of leopard etc) in its terms and conditions of usage. Bullshit, I say.</p>\n<p>So I think I disagree as to the utility of LLM-assisted coding agents in that finicky lawyerly way of “okay, but here are the instances in which they’re clearly useful and some people are clearly deriving benefit”. </p>\n<p>I will lay aside (yes, I know), the immoral manner in which the data for these agents has been gathered/stolen/appropriated under a political and regulatory environment that outright encourages such stealing and also now that it’s happened wishes to preserve those interests “Oh no, we’ll go bankrupt if we have to compensate artists” and “well we couldn’t possibly let that happen”. I will acknowledge that yes, we have legislated to stop doing things before, in the face of incredibly powerful lobbying, when indoor smoking was banned and that yes of course we can just do things.</p>\n<p>Anyway, I digress, but also do not intend to dismiss a stupendously big societal elephant in the room.</p>\n<p>Meredith wrote about <em>caring about a specific output, rather than something vaguely output-shaped</em> which is not an LLM-problem (which Meredith makes clear) but a human problem. Humans -- people -- are the ones who ultimately set goals. <em>There is nothing else in our entire experience right now that can do this</em>. I mean we could decide that dolphins are sentient and collaborate with them to set goals, but like I said “<em>in our entire experience right now”</em>. In that same conversation with Riggle, Riggle said:</p>\n<blockquote>\n<p>As I keep saying, human understanding will always matter</p>\n</blockquote>\n<p>and to which I said:</p>\n<blockquote>\n<p>To the extent that we exist and tools don’t exist in a vacuum, yeah! There is no no-human-in-the-loop, it’s like some sort of anthropic principle for technology.</p>\n</blockquote>\n<p>The argument, again, here is that technology inherently has a bias because humans have a bias and like the theory of the anthropic principle (the universe only exists because we are here to exist, may as well call it the eogist principle), <em>technology and tools don’t exist without people</em>.</p>\n<p>The first mover is always a human: a human aways, always, <strong>always</strong> started it.</p>\n<p>What I mean here is that we define goals, which in this case means what the software is supposed to do, which means we define outcomes. We define and set the parameters of the outcomes. Like I’ve written before, those parameters define what’s good enough, what trade-offs exist because everything is a trade-off. Everything is a negotiation of what you will accept, and in software development that’s normally boiled down to fast/cheap/correct, and you can only realistically pick one. </p>\n<p>The problem is that figuring out what we want is one of the hardest things in the world, and I don’t just mean in the personal “what is the point of my life” sense. There is always more detail. There are always more edge cases because the universe goes on. On one level you can say because of entropy, on another level you can say it’s because you don’t control everything, on one more level you can say it’s because humans are batshit crazy and will come up with a whole bunch of ways to do things that you never conceived of which, to be fair, is one of the strengths that got us here in the first place.</p>\n<p>Now, <em>one</em> way that we invented to deal with the “we don’t know what we want” problem in software development is this whole agile development process. Which as a refresher is roughly along these lines:</p>\n<ul>\n<li>we don’t know what we want</li>\n<li>but if we’re given something, we can provide feedback on it (I don’t want <em>that, why did you do that?!</em>)</li>\n<li>we can take that feedback and then change the thing</li>\n<li>repeat until the heat death of the universe</li>\n</ul>\n<p>What this ultimately emphasizes is that a practice of iteration/repetition allows the possibility of improvement. </p>\n<p>I was very careful there to say <em>the possibility</em> of improvement, because humans in general are lazy which is totally fine and not a value judgment, and when we’re lazy we tend to skip steps and think that iteration/repetition <em>automatically leads to improvement</em>. Which it doesn’t, not if you put it that way.</p>\n<p>When I work with people and we really slow down then I’ll ask: well, what improvement are we looking for?</p>\n<p>And invariably people get a bit stumped there. One common reaction (but a minority, to be clear) is a bit of anger and lashing out because they think they should know the answer and isn’t there an obvious answer. The reason why they’re angry is that there isn’t a good (sorry, a <strong>useful</strong>) answer.</p>\n<p>My pithy version of this insight [sic] that I use in my work is to rephrase as:</p>\n<blockquote>\n<p>Agile is a great way to do the wrong thing faster</p>\n</blockquote>\n<p>which a) sticks in peoples’ minds because it’s pithy and I guess mean? and b) is an opening for a bunch of people to admit that nobody (or leadership) knows what it is they’re supposed to be doing here in the first place in useful detail.</p>\n<p>Agentic coding -- using LLMs to write code -- is certainly a way to write more code more quickly. The argument I’m piecing together supported by Meredith is that writing more code more quickly is useless (or even worse, actively harmful) towards achieving your desired outcome.</p>\n<p>You achieve what you want by being able to define what you want. Defining what you want is <em>hard</em>. In the language of AI researchers, defining your problem is something that nothing, nobody, not ever can ever one-shot (i.e. get right first time) because part of defining what you want involves almost limitless context to determine what’s good enough and hoping that matches up with what <em>you</em> think is good enough, dealing with the difference between the two, and then a human <em>making a decision</em>.</p>\n<p>Many people don’t, in general, like making decisions because they might be wrong and then they are shouted at by mean people. This is a genuine problem holding us back as a society, I am being absolutely sincere.</p>\n<p>I concede that LLMs might be able to produce a range of good-enoughs. I see this with Claude Code when it’s in planning mode and I explicitly ask it to provide me options with different trade-offs and then explore those trade-offs so I can think about them. I don’t want <em>the one thing to do</em>. Or rather, there are cases where I know enough that I don’t want the one thing to do. There’s an argument here that at one level the implementation of software doesn’t fundamentally matter and your choices are more a matter of taste, and that in different areas the architecture and implementation do have a much more significant impact. Knowing that comes with experience, or at least something that has access to experience. We used to also call these things expert systems, but it turns out the lazier way to do that was to just throw the entire internet at them and assume that means expertise just sort of spontaneously emerges. (Seriously).</p>\n<p>So. What might AI coding be good for?</p>\n<p>Well, in small cases where you <em>don’t</em> care as much about correctness and for low-stakes sure, it’s fine. </p>\n<p>If you want to use it for prototyping something that you don’t use in production, sure, because then you can prototype something more quickly and might realize earlier that you missed a critical thing. This is good! You have more things to provide feedback on to interrogate the tradeoffs and decisions you have to make.</p>\n<p>One way of thinking about this -- and I am thinking out loud -- is that agentic coding is a bit like a really inefficient way of modularizing software development. One way to think about this is Python or Node where there are modules or packages for anything and you can reuse code someone else has written. When done this way you have some assurance (ha, supply-chain attacks) that the code you’re using works, there are tests and so on. Agentic coding has the sort of ability to provide modularization of functionality, but also in a non-deterministic sense. Instead of importing a package you can totally be lazy and tell an agent to implement it for you. That is probably not a good idea because you’re losing the ability to reuse something, you’re just <em>regenerating</em> something. But if it <em>looks</em> like it does the job and it does the job well-enough and it was easier to tell an agent to regenerate that functionality then I’m afraid humans are going to do that. It is stupid and it is inefficient but the impulse is understandable, at least. </p>\n<p>More experienced people will use tactics like tell an agent to use an existing package or have an idea of what package they already want to use, or even implement a package that can be reused in a particular project, plus have the ability and presence of mind to check whether that package has actually been reused. And again, that’s <em>if they’ve decided it matters</em>. </p>\n<p>I suppose one equivalent aspect is if you can trust an agent about information retrieval. It is easier (but with no guarantees about accuracy or correctness) to ask a coding agent for best practices in the same context in which you’re working than to go look up what OWASP standards, read them, and then translate them back to the work you’re doing. But that’s if you can be sure that the agent is returning the actual OWASP standards. Are you going to check? Well if you’re going to check, why not just go read them yourself in the first place? </p>\n<p>But a lot of functions are common. A lot shouldn’t be reimplemented. And that “shouldn’t” is a mixture I think of taste and a mixture of experience and capability. Some people can keep and develop good best practices in their head and know when they’re appropriate and when they’re not according to the circumstance and context. For those common features, I don’t know, things like reference architectures that can get you started, things like Django that Willison co-created, you just use them because they fit the problem you’re trying to solve. </p>\n<p>In what circumstances is it good enough to use a coding agent to step into the place of using existing packages or frameworks? An example question I might ask is: Hey, I want to make a tool that my family wants to use. How should I go about it? And I think a problem right now is that unless you’re someone who has the knowledge to say “don’t fucking overengineer it and build me a fucking react app, it just needs to be some html and javascript” (which is what Willison does!), then you’re likely (I think!) to get something that is kind of right but also not. </p>\n<p>Sure, maybe what you get is good-enough. But I suppose the point that I’ve been trying to make for the last 2,600-odd words is how you decide what good-enough is. Humans decide that using “experience” which is the sum total of, I don’t know, everything you’ve ever experienced? And then some sort of decision-making process that figures out what to prioritize and what to de-prioritize. My standing point right now is that no model has anywhere near the capability to match a human in terms of that experience. A lot of discussion here is about <em>world models</em> and <em>embodiment</em> which is to say that if you want a machine to make suggestions (or worse, decisions) about things that affect humans, then it would be good for those machines to have the best understanding of the world in which humans live. The pitch from AI companies right now is that “good enough” for that world model is “whatever you can access on the internet by hook or crook”, and I think that’s a combination of a business decision (driven by, you know, wanting to make money) and a particular mental outlook and philosophy of a particular temperament which we may as well loosely label as “overly STEM-focussed and reductive” that <em>of course</em> the internet represents the sum of human experience and is good enough. <strong>Clearly</strong> there are people who disagree. I am one of them. And yes, I will acknowledge that some of the things on the internet are video of things that happen in the real world, but all of that video on the internet is the result of a human editorial decision about what’s important enough to upload <em>even if it’s mundane</em>. </p>\n<p>Look, let’s segue. It’s not as if this isn’t all over the place anyway.</p>\n<h2>1.2 The Unreasonable Effectiveness of Actually Caring and Giving a Damn</h2>\n<p>I am fighting a losing battle against good-enough. I wrote about it not too long ago<sup id=\"fnref:good\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:good\">4</a></sup>. Dan Sinker wrote eloquently (i.e. in a Dan Sinker-y way) about it in The Who Cares Era<sup id=\"fnref:whocares\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:whocares\">5</a></sup>. </p>\n<p>I was talking today with an organization design professional and the perils of being a systems thinker. She was talking about seeing baggage claim at an airport and realizing that it could be organized in a different way so people wouldn’t have to wait so long. I talked about how I have a hobby of taking pictures of signs people have to put on things, like on the inside of the door at a hospital toilet where a makeshift sign very clearly tells you how to lock the door, because how you’d assume locks it totally does not. </p>\n<p>Here’s a story about the door. The door gets bought because the building needs a door and the requirements for the door in this case are, say, “is a powered door suitable for an accessible single-user bathroom” and then presumably the physical requirements. Maybe an architect puts these requirements together or the general contractor and then the client signs off on them and then ta-da you’ve got a renovated ER wing. </p>\n<p>But the door is a shit door because hey guess what -- now, this is a bit facetious -- nobody thought about how a door is supposed to work and made a bunch of assumptions. I get we’re all busy. I get we’re all burned out. But I genuinely believe that if someone actually gave a damn and had thought things through then the nurses (invariably this stuff is done by the people who have the most contact with the public using a service or the users or whomever) wouldn’t have to make a fucking sign and keep making sure that the sign is visible. Just get a fucking door that works properly.</p>\n<p>It is horrible that it feels like a luxury to be able to care in your work. No, wait. People do care. It is horrible that it feels like a luxury to <em>actually</em> care in your work. </p>\n<p>I mean, it’s not as if you’re working at the world’s largest retailer that also happens to be obsessively focussed on the customer. Because that retailer <em>definitely</em> shows signs of caring.</p>\n<hr/>\n<p>YES. I beat the last newsletter episode and we’re at ~3,300 words for this one.</p>\n<p>I am that particular combination of angry and motivated, which I’m reminded is the point of anger in the first place: something is not the way you want it to be and now you have some energy to deal with it. (Hopefully productively, usefully, and without harming anyone. If not, go get some good therapy).</p>\n<p>How are you?</p>\n<hr/>\n<h2>Let’s fix things together</h2>\n<p>Aside from my <a href=\"https://www.verylittlegravitas.com\" target=\"_blank\">regular consulting</a>, I also do <a href=\"https://www.verylittlegravitas.com/how-people-work\" target=\"_blank\">team workshops</a> and individual <a href=\"https://www.verylittlegravitas.com/how-people-work/coaching\" target=\"_blank\">coaching</a> based on the workshop curriculum. Get in touch if you’d like to find out more about how to spend that newly reset professional development and training budget you’ve got.</p>\n<div class=\"footnote\">\n<hr/>\n<ol>\n<li id=\"fn:picnic\">\n<p><a href=\"https://productpicnic.beehiiv.com/\" target=\"_blank\">Home | The Product Picnic</a> (<a href=\"http://archive.is/latest/https://productpicnic.beehiiv.com/\" target=\"_blank\">archive.is</a>), Pavel Samsonov <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:picnic\" title=\"Jump back to footnote 1 in the text\">↩</a></p>\n</li>\n<li id=\"fn:quoted\">\n<p><a href=\"https://bsky.app/profile/kevinr.free-dissociation.com/post/3mcdlatjmx22b\" target=\"_blank\">(3) Post by @kevinr.free-dissociation.com — Bluesky</a> (<a href=\"http://archive.is/latest/https://bsky.app/profile/kevinr.free-dissociation.com/post/3mcdlatjmx22b\" target=\"_blank\">archive.is</a>), Kevin Riggle, 13 January 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:quoted\" title=\"Jump back to footnote 2 in the text\">↩</a></p>\n</li>\n<li id=\"fn:iris\">\n<p><a href=\"https://deadsimpletech.com/blog/week_with_opencode\" target=\"_blank\">My week with opencode | deadSimpleTech</a> (<a href=\"http://archive.is/latest/https://deadsimpletech.com/blog/week_with_opencode\" target=\"_blank\">archive.is</a>), Iris Meredith, 13 January 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:iris\" title=\"Jump back to footnote 3 in the text\">↩</a><a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref2:iris\" title=\"Jump back to footnote 3 in the text\">↩</a></p>\n</li>\n<li id=\"fn:good\">\n<p><a href=\"https://newsletter.danhon.com/archive/s20e09-an-end-of-year-opinion-about-ai-because/\" target=\"_blank\">s20e09: An End Of Year Opinion About AI Because Why Not; Good Enough Mitigation of Reasonably Foreseeable Harm</a> (<a href=\"http://archive.is/latest/https://newsletter.danhon.com/archive/s20e09-an-end-of-year-opinion-about-ai-because/\" target=\"_blank\">archive.is</a>), me, 29 December 2025 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:good\" title=\"Jump back to footnote 4 in the text\">↩</a></p>\n</li>\n<li id=\"fn:whocares\">\n<p><a href=\"https://dansinker.com/posts/2025-05-23-who-cares/\" target=\"_blank\">The Who Cares Era | dansinker.com</a> (<a href=\"http://archive.is/latest/https://dansinker.com/posts/2025-05-23-who-cares/\" target=\"_blank\">archive.is</a>), Dan Sinker, 23 May 2025 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:whocares\" title=\"Jump back to footnote 5 in the text\">↩</a></p>\n</li>\n</ol>\n</div>",
      "image": "https://placehold.co/800x600/111/333?text=No+Image"
    },
    {
      "source": "The Present Age",
      "title": "What the Trump Administration Is Buying With CBS's Reputation",
      "author": "Parker Molloy",
      "bodyText": "<p>In December, CBS News editor-in-chief Bari Weiss <a href=\"https://www.readtpa.com/p/the-kill-switch\">killed a </a><em><a href=\"https://www.npr.org/2025/12/22/nx-s1-5238143/cbs-60-minutes-bari-weiss-cecot-trump\">60 Minutes</a></em><a href=\"https://www.npr.org/2025/12/22/nx-s1-5238143/cbs-60-minutes-bari-weiss-cecot-trump\"> segment</a> about Venezuelan migrants being tortured in El Salvador’s CECOT prison. The segment, reported by veteran correspondent Sharyn Alfonsi, had been cleared by CBS’s lawyers. It had been cleared by the network’s Standards and Practices division. It had been screened multiple times. It had been promoted on social media for days. Just hours before airtime, Weiss pulled it.</p><p>Her explanation: the story wasn’t ready. It needed a voice from the Trump administration, which had declined to comment.</p><p>Three weeks later, CBS published <a href=\"https://www.cbsnews.com/news/ice-officer-who-shot-renee-good-internal-injuries-sources-say/\">an exclusive</a> claiming that Jonathan Ross, the ICE agent who shot and killed Renee Good in Minneapolis, had suffered “internal bleeding to the torso.” The sourcing was two anonymous U.S. officials. According to <a href=\"https://www.theguardian.com/media/2026/jan/15/cbs-news-ice-officer-injuries\">The Guardian</a>, CBS staffers raised concerns before publication, with one calling the report “a thinly-veiled, anonymous leak by the Trump administration to someone who’d carry it online.” Weiss, according to staffers who listened to the editorial call that morning, “expressed a high level of interest in the story.” It ran.</p><p>A story with on-camera sources, legal clearance, and five rounds of vetting gets killed for not being ready. A story with anonymous sources and internal objections gets published because the editor-in-chief wanted it. The difference between these two stories is not their journalistic rigor. The difference is who they help.</p><div><hr/></div><div class=\"subscription-widget-wrap-editor\"></div><div><hr/></div><h4>What CBS actually reported</h4><p>Let’s look at what the story says. The CBS report, which was first posted on X before being expanded into an article, claims that Ross “suffered internal bleeding to the torso following the incident.” The sourcing is “two U.S. officials briefed on his medical condition.” The Department of Homeland Security confirmed the injury but, according to CBS, “has not yet responded to CBS News’ requests for more information.”</p><p>That’s it. That’s the story.</p><p>What we don’t learn: How extensive was the bleeding? What treatment did Ross receive? Did he need surgery? When was the internal bleeding diagnosed? Was it diagnosed at the hospital on January 7, or did this determination come later? If Ross had internal bleeding serious enough to mention, why was he released from the hospital the same day he was admitted? Why did this information take a full week to emerge?</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!To8O!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8bbe39c3-9216-4125-a940-273a0ac6f261_1024x683.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"683\" src=\"https://substackcdn.com/image/fetch/$s_!To8O!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8bbe39c3-9216-4125-a940-273a0ac6f261_1024x683.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">Bari Weiss speaks onstage during Book Club Event With Peggy Noonan on November 19, 2024 in New York City. (Photo by Noam Galai/Getty Images for The Free Press)</figcaption></figure></div><p>These aren’t gotcha questions. They’re the basic follow-up questions any medical story would require. CBS’s own medical producer raised some of them before publication, asking in an email whether the network could clarify “what type of treatment he received” and whether Ross underwent surgery. These questions went unanswered.</p><p>Reiter, the senior vice president, spelled out the problem in his email: “A bruise is internal bleeding. But it can also be something serious. We do know that the ICE agent walked away from the incident — we have that on camera.”</p><p>He’s right. We do have that on camera. Multiple videos from the scene show Ross walking around in the aftermath of the shooting. He moved without apparent difficulty. He drove away from the scene. Homeland Security Secretary Kristi Noem <a href=\"https://thehill.com/homenews/administration/5688741-ice-officer-who-shot-renee-good-in-minneapolis-suffered-internal-bleeding-dhs-says/\">said on January 7</a> that Ross “went to the hospital. A doctor did treat him. He has been released.” Same-day discharge.</p><p>None of this means Ross wasn’t injured. But it does mean that “internal bleeding” without context is close to meaningless. The term covers everything from a bruise you’d get bumping into a table to a life-threatening hemorrhage. When your own senior vice president is pointing out that the claim you’re about to publish could mean almost anything, and your medical producer is asking for basic details you can’t provide, and your sourcing is two anonymous government officials with an obvious interest in justifying a shooting that has sparked national protests, you might want to wait until you have more information.</p><p>Unless waiting isn’t the point.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/what-the-trump-administration-is?utm_source=substack&amp;utm_medium=email&amp;utm_content=share&amp;action=share\"><span>Share</span></a></p><h4>The amplification pipeline</h4><p>The CBS story published on the afternoon of January 14. Within hours, it had become the centerpiece of a coordinated messaging campaign.</p><p>Vice President JD Vance <a href=\"https://x.com/JDVance/status/2011556710713049339\">posted on X</a>: “While much of left has lied about this case, it turns out ramming a law enforcement officer with a car causes injuries. Who knew!” Elon Musk, whose platform has become the social media propaganda arm of the Trump administration, added: “She almost killed him.”</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!qwQV!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4556a34f-6966-4d48-9d33-f80cc66a63e4_655x243.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"243\" src=\"https://substackcdn.com/image/fetch/$s_!qwQV!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4556a34f-6966-4d48-9d33-f80cc66a63e4_655x243.png\" style=\"\" width=\"655\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!dXUp!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fba1704cf-ba61-49b6-aa64-f957d14841c2_651x214.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"214\" src=\"https://substackcdn.com/image/fetch/$s_!dXUp!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fba1704cf-ba61-49b6-aa64-f957d14841c2_651x214.png\" style=\"\" width=\"651\"/><div></div></div></a></figure></div><p>The CBS report doesn’t say Good “rammed” anyone. It doesn’t say she “almost killed” Ross. It says Ross had “internal bleeding,” a term so vague that CBS’s own senior vice president had to point out it could describe a bruise. But once the story was out, it became raw material. Vance and Musk took the CBS reporting and turned it into confirmation of claims the administration had been making since the day of the shooting.</p><p>Conservative media followed. RedState ran a piece headlined <a href=\"https://redstate.com/bobhoge/2026/01/14/exploding-the-narrative-report-says-agent-who-shot-renee-good-suffered-internal-bleeding-n2198128\">“Exploding the Leftist Narrative? DHS Confirms Agent Who Shot Renee Good Suffered ‘Internal Bleeding.’”</a> The article celebrated the CBS report as vindication, crowing that it would “destroy” criticism of the shooting. Twitchy, another conservative site, <a href=\"https://twitchy.com/justmindy/2026/01/14/officer-internal-bleeding-renee-good-minnesota-n2423917\">mocked</a> Minneapolis Mayor Jacob Frey, who had previously noted that Ross “walked away with a hop in his step.” Conservative Brief <a href=\"https://conservativebrief.com/new-evidence-vindicate-98143/\">went even further</a>, claiming that “forensic evidence and hospital records now corroborate Ross’s account.” No such evidence has been publicly released.</p><p>The administration feeds a claim to a mainstream outlet. The outlet publishes, lending the claim credibility. Government officials and aligned influencers amplify. Right-wing media treats the mainstream report as validation. The claim gets laundered from anonymous leak to established fact, and anyone who questions it can be dismissed as denying what CBS News reported.</p><p>The CBS staffers who raised concerns before publication understood exactly what the story would be used for. They published it anyway.</p><p>And it worked. By the end of the day, “internal bleeding” had become proof that Good had tried to kill Ross, that the shooting was justified, that the left had been lying all along. The vagueness of the claim was a feature. It could mean anything, which meant it could be made to mean everything.</p><h4>Two stories, two standards</h4><p>It’s worth laying out the contrast directly.</p><p>The CECOT segment was reported by Sharyn Alfonsi, a veteran 60 Minutes correspondent. She had <a href=\"https://www.readtpa.com/p/watch-the-60-minutes-segment-cbs\">on-camera interviews</a> with Venezuelan deportees describing torture, beatings, and sexual violence at the hands of prison guards. One of them, Luis Munoz Pinto, was a college student with no criminal record who had been awaiting a decision on his asylum application when he was detained and sent to El Salvador. The segment had gone through every layer of vetting CBS has. It had been <a href=\"https://www.readtpa.com/p/the-kill-switch\">promoted on the network’s social media accounts</a> and on the air. It was, by every measure that’s supposed to matter in television news, ready to go.</p><p>Weiss killed it because the Trump administration wouldn’t provide an on-camera interview. She told staff the segment wasn’t ready, that it didn’t “advance the ball.” According to <a href=\"https://www.npr.org/2025/12/22/g-s1-103282/cbs-chief-bari-weiss-pulls-60-minutes-story\">NPR’s reporting</a>, she also objected to the segment’s use of the term “Venezuelan migrants,” preferring “illegal immigrants,” the language favored by the administration. Many of the men sent to CECOT weren’t in the country illegally. They had applied for asylum and were waiting for their cases to be decided. Calling them “illegal immigrants” isn’t a neutral editorial choice. It’s adopting the government’s framing as your own.</p><p>Alfonsi pushed back. In <a href=\"https://www.readtpa.com/p/the-kill-switch\">an internal memo</a> to colleagues, she compared the decision to CBS’s 1995 decision to spike an interview with tobacco industry whistleblower Jeffrey Wigand. “CBS spiked the Jeffrey Wigand interview due to legal concerns, nearly destroying the credibility of this broadcast,” she wrote. “It took years to recover from that ‘low point.’ By pulling this story to shield an administration, we are repeating that history, but for political optics rather than legal ones.”</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!dtrn!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F38ea8887-46ea-4309-95a5-a9ccd773656a_1024x670.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"670\" src=\"https://substackcdn.com/image/fetch/$s_!dtrn!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F38ea8887-46ea-4309-95a5-a9ccd773656a_1024x670.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">CBS News anchor Tony Dokoupil interviews people near the site where Renee Nicole Good was shot and killed on January 08, 2026 in Minneapolis, Minnesota. (Photo by Stephen Maturen/Getty Images)</figcaption></figure></div><p>Now look at the internal bleeding story. Two anonymous sources. No on-camera interviews. No documentary evidence. No legal review mentioned in any of the reporting about the story’s publication. A senior vice president raising concerns about the vagueness of the claim. A medical producer asking basic questions that went unanswered. Staffers describing it as a leak designed to justify a killing.</p><p>Weiss wanted it. Trump wanted it. It ran.</p><p>So what makes a story ready? The CECOT segment had everything CBS is supposed to require. It was killed because it would embarrass the administration. The internal bleeding story had almost nothing. It was published because it would help the administration.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/what-the-trump-administration-is/comments\"><span>Leave a comment</span></a></p><h4>The pattern</h4><p>This didn’t come from nowhere.</p><p>In August 2025, Paramount <a href=\"https://www.nytimes.com/2025/08/19/business/media/shari-redstone-paramount-trump-settlement.html\">paid Donald Trump $16 million</a> to settle a lawsuit he had filed over a <em>60 Minutes</em> interview with Kamala Harris. Legal experts had called the suit frivolous. CBS’s own attorneys said it was without merit. The network paid anyway. At the time, Paramount was trying to secure regulatory approval for its merger with Skydance, the company run by David Ellison, whose father Larry Ellison is a Trump ally. The approval required sign-off from Trump’s FCC.</p><p>In April 2025, Bill Owens, the executive producer of <em>60 Minutes</em> for over a decade, <a href=\"https://www.readtpa.com/p/cbs-news-falls-to-trump-the-shocking\">resigned</a>. “It’s clear that I’ve become the problem. I am the corporation’s problem,” he told his staff. He said he had “lost the independence that honest journalism requires.”</p><p>In October, Paramount announced it had <a href=\"https://www.readtpa.com/p/what-happens-when-bad-journalism\">acquired Weiss’s Free Press for $150 million</a> and was installing her as editor-in-chief of CBS News. She would report directly to David Ellison.</p><p>In November, Trump sat down with Norah O’Donnell for a <em>60 Minutes</em> interview. During the conversation, he praised the network’s new leadership. “I think you have a great new leader, frankly, who’s the young woman that’s leading your whole enterprise,” he said, referring to Weiss. “I don’t know her, but I hear she’s a great person.” He added: “I think it’s the greatest thing that’s happened in a long time to a free and open and good press.” He also reminded O’Donnell that “60 Minutes paid me a lotta money.” This portion of the interview did not make it into the broadcast.</p><p>What happened after the cameras stopped was revealing. According to <a href=\"https://www.independent.co.uk/news/world/americas/us-politics/bari-weiss-donald-trump-60-minutes-interview-b2901928.html\">The Independent</a>, citing four people familiar with the situation, Weiss was on location for the interview. When it wrapped, she approached Trump to introduce herself. “He was so happy to see her and she was so excited to meet him, they both leaned in and exchanged kisses on the cheek,” one source said. O’Donnell’s “jaw dropped,” according to another.</p><p>CBS staffers were not pleased. “I’m still kind of stunned by this,” one reporter told The Independent. “It reeks of elitism.” Another said: “That absolutely is not a normal news practice. A firm handshake is an acceptable greeting. It’s wildly inappropriate and presents an overly chummy relationship with the president that no real journalist should or would engage in because it suggests a lack of objectivity.” A former CBS producer said they had “never kissed a head of state on the cheek before.”</p><p>This is the person who decides what’s ready and what isn’t. This is the person who killed a thoroughly vetted segment about torture because the administration wouldn’t comment, then pushed through an anonymously sourced story her own staff called a propaganda leak.</p><h4>The credibility laundry</h4><p>There’s a reason the Trump administration didn’t leak the “internal bleeding” claim to Breitbart or the Daily Wire. Those outlets would have run it happily, but it wouldn’t have mattered. When Matt Walsh says the shooting was justified, his audience already agrees. When RedState celebrates the destruction of the “leftist narrative,” it’s preaching to the choir. The right-wing media ecosystem is effective at energizing people who already believe what it’s selling. It’s less effective at persuading anyone else.</p><p>CBS News is different. For decades, the network has traded on a reputation built by Edward R. Murrow and Walter Cronkite and <em>60 Minutes</em>. When CBS reports something, it carries weight. It gets cited by other outlets. It becomes part of the record. That institutional credibility is worth something. And right now, it’s being spent.</p><p>Consider what happened on January 7, the day of the shooting. <a href=\"https://www.readtpa.com/p/for-the-government-the-lie-is-the\">Instantly</a>, the administration had a story ready. DHS spokesperson Tricia McLaughlin said Good had “weaponized her vehicle, attempting to run over our law enforcement officers in an attempt to kill them.” Kristi Noem said agents had been pushing their vehicles out of the snow when Good “attacked them.” Trump posted that Good “violently, willfully, and viciously ran over the ICE Officer.”</p><p>The video showed something else. It showed agents approaching Good’s car on a clear street. It showed one of them grabbing her door handle, yelling at her to get out. It showed Ross fire through the windshield. It did not show anyone getting run over. It did not show anyone stuck in snow.</p><p>The administration’s story was falling apart. The video was everywhere. Local officials were contradicting federal claims. Minneapolis Mayor Jacob Frey <a href=\"https://www.youtube.com/watch?v=8M3GtZ_sqYI\">told ICE to “get the fuck out”</a> of his city and called the self-defense justification “garbage.” Minnesota’s attorney general was <a href=\"https://www.democracynow.org/2026/1/16/headlines/cbs_news_exclusive_that_ice_officer_suffered_internal_bleeding_draws_huge_internal_concern\">demanding an investigation</a>. The government needed something to change the conversation.</p><p>A week later, CBS gave them “internal bleeding.”</p><p>Before CBS published, critics of the shooting could point to the video and say: Ross wasn’t run over. He walked away. He drove himself from the scene. He was released from the hospital the same day. Whatever happened, it wasn’t what the government claims.</p><p>After CBS published, defenders of the shooting had a response: He had internal bleeding. CBS News confirmed it. Are you saying CBS is lying? Are you a conspiracy theorist now?</p><p>That lack of specificity is what makes it useful. “Internal bleeding” sounds serious. It sounds like the kind of injury you’d get from being hit by a car. Most people don’t know that a bruise technically qualifies. Most people aren’t going to read the part where CBS’s own senior vice president raised that exact point before publication. They’re going to see the headline, see the CBS logo, and conclude that the government must have been telling the truth after all.</p><p>This is what CBS’s credibility is being used for. Not to inform the public, but to sanitize an administration narrative that was collapsing under the weight of video evidence. Not to report what happened, but to provide cover for people who need the public to stop asking questions.</p><p>David Ellison’s father is one of Trump’s closest allies. Ellison hired Bari Weiss, who killed a story about the administration’s deportation policies because it wasn’t “ready.” Now CBS is publishing anonymously sourced claims that its own staff calls propaganda, and those claims are being used by the vice president and the world’s richest man to justify the killing of a 37-year-old American citizen.</p><p>The right doesn’t need CBS to reach its own audience. It needs CBS to reach everyone else. It needs the imprimatur of a mainstream news organization to transform a government talking point into an established fact. Weiss and Ellison are providing that service. They’re laundering narratives that wouldn’t survive scrutiny if they came from anywhere else, and they’re doing it with the credibility that generations of CBS journalists spent their careers building.</p><p>Walter Cronkite signed off every broadcast by saying, “<a href=\"https://www.youtube.com/watch?v=G5tdqojA26E\">And that’s the way it is</a>.” I wonder what he’d say about the way it is now.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/what-the-trump-administration-is?utm_source=substack&amp;utm_medium=email&amp;utm_content=share&amp;action=share\"><span>Share</span></a></p><h4>What CBS is now</h4><p>A thoroughly reported segment about torture, with on-camera sources and full legal clearance, gets killed because it might upset the administration.</p><p>A thinly sourced claim from anonymous government officials, with no details and no verification and internal objections from the network’s own staff, gets published because the editor-in-chief is interested.</p><p>The first story would have told Americans something true about what their government is doing in their name. The second story helped the government obscure what one of its agents did to an American citizen on a residential street in Minneapolis.</p><p>This isn’t a both-sides situation. This isn’t a matter of perspective. CBS chose what kind of news organization it wants to be, and it made that choice twice in three weeks.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!pgvS!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fbf786d9e-409f-4a58-ba72-a71328546b84_1024x674.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"674\" src=\"https://substackcdn.com/image/fetch/$s_!pgvS!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fbf786d9e-409f-4a58-ba72-a71328546b84_1024x674.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">Flowers and candles are seen at a vigil for Renee Nicole Good in front of the United States embassy on January 11, 2026 in Berlin, Germany. (Photo by Adam Berry/Getty Images)</figcaption></figure></div><p>The staffers who leaked to The Guardian understood what was happening. They’re the ones who called the internal bleeding story what it was: a thinly-veiled leak designed to justify a killing. They risked their jobs to tell the public that the story they were being asked to publish didn’t meet the standards CBS is supposed to uphold.</p><p>Those people still believe CBS should be something better. They still think the network’s credibility is worth protecting. That’s why they talked.</p><p>I don’t know how many of them are left. I don’t know how long they’ll stay. What I do know is that every time Bari Weiss kills a story the administration doesn’t like, and every time she publishes a story the administration does like, the gap between what CBS claims to be and what CBS actually is gets a little wider. The people who built that institution’s reputation are watching it get strip-mined to serve the interests of a president who once sued the network and now praises its leadership on camera.</p><p>Renee Good was 37 years old. She was a poet, a mother of three. She dropped her six-year-old off at school on January 7 and never came home. An ICE agent shot her in the head.</p><p>The government lied about it. The video proved they lied. And when the lie started to fall apart, CBS helped put it back together.</p><p>That’s the way it is.</p>",
      "image": "https://substackcdn.com/image/fetch/$s_!To8O!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8bbe39c3-9216-4125-a940-273a0ac6f261_1024x683.jpeg"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Google brings its AI videomaker to Workspace users",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/863570/google-flow-ai-video-generator-workspace"
    },
    {
      "headline": "Thinking Machines Cofounder’s Office Relationship Preceded His Termination",
      "source": "WIRED",
      "link": "https://www.wired.com/story/thinking-machines-lab-cofounder-office-relationship-firing-openai/"
    },
    {
      "headline": "The rate at which the universe is expanding differs depending on how...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048189-the-rate-at-which-the"
    },
    {
      "headline": "This website is compiling a sourced list of ICE abuses in Minnesota....",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048192-this-website-is-compiling"
    },
    {
      "headline": "Ads Are Coming to ChatGPT. Here’s How They’ll Work",
      "source": "WIRED",
      "link": "https://www.wired.com/story/openai-testing-ads-us/"
    },
    {
      "headline": "The Ping-Pong Hustler Who Inspired &#8216;Marty Supreme&#8217;. &#8220;If Chalamet has found, in...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048190-the-ping-pong-hustler-who"
    },
    {
      "headline": "The best deals on MacBooks right now",
      "source": "The Verge",
      "link": "https://www.theverge.com/22399419/apple-macbook-air-pro-mac-mini-imac-deals"
    },
    {
      "headline": "Petlibro Discount Codes and Deals: Save Up to 50%",
      "source": "WIRED",
      "link": "https://www.wired.com/story/petlibro-discount-code/"
    },
    {
      "headline": "Our Favorite Compact Power Station Is on Sale for 33% Off",
      "source": "WIRED",
      "link": "https://www.wired.com/story/jackery-explorer-300-plus-deal-126/"
    },
    {
      "headline": "How Russia&#8217;s Children Got So Violent. &#8220;There is no positive ideology for...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048191-how-russias-children-got-"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/901/268/049/415/802/original/dc71b03f3af3c7b2.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/883/943/202/918/880/original/43c4fae3a9969207.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/860/787/113/589/212/original/d5b219b113839256.jpg",
    "https://files.mastodon.social/media_attachments/files/115/905/296/311/396/606/original/2534298661c6ba91.mp4"
  ]
}