{
  "meta": {
    "issueNo": "Vol. 2026.4",
    "date": "Sunday, January 25",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Things That Caught My Attention",
      "title": "s21e04: The Collapse of Form",
      "author": "Unknown",
      "bodyText": "<h1>0.0 Context Setting</h1>\n<p>Tuesday, 20 January 2026 in Portland, Oregon, where it is cold, but not as cold as other places in the country. Apparently there were visible aurora last night, but I was too busy being asleep. </p>\n<p>A long one, today.</p>\n<hr/>\n<h1>1.0 Some Things That Caught My attention</h1>\n<h1>1.1 The Collapse of Form</h1>\n<p>I was reading Paul Musgrave’s newsletter of today<sup id=\"fnref:musgrave\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:musgrave\">1</a></sup> on amongst other things the Mark Carney-saying-out-loud that the old international world order is dead, that Trump has kicked them all over, and that it’s time for the rest of the world to deal with an antagonistic and yet still fairly predictable and dangerous toddler. (Predictable in the sense that he’s capricious and in it for himself, and like I wrote elsewhere, exceedingly goal-oriented and method-agnostic).</p>\n<p>Anyway, I ended up reading Musgrave’s issue on the decline (or collapse?) of the literate society<sup id=\"fnref:literate\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:literate\">2</a></sup>, and it put a few things into clear perspective for me. Here’s what caught my attention:</p>\n<ul>\n<li>A speedy dismissal of the “adults have always complained about kids since the days of Socrates” due to the specificity and consistency of current complaints/issues;</li>\n<li>the difference (and here I trust Musgrave) between a class where 70% of the students have done 50% of the reading and what’s alleged to be the current situation of 20% of students having done 10% of the reading;</li>\n<li>what the decline of print culture “really means”</li>\n</ul>\n<p>I have written <strong>a lot</strong> over the past 25 years about the collapse of form of content due to digitization. It feels weird to have written about it over the last 25 years and to then watch it happen, participate in it happening, and also see the results of the collapse of form not just in children and young people in general, but <em>in my own children</em>. </p>\n<p>So this is less of a new-thing-that-caught-my-attention and more of a oh, another thing I’ll put in my confirmation bias bucket about how I feel good about an insightful observation.</p>\n<p>If you were born before, say, 1985, you were educated in and came of age in a thoroughly print/literate society. What Musgrave put clearly was this:</p>\n<blockquote>\n<p>At some point, I and many people my age must have been taught the difference between a book written by a single author and an edited volume; this is now knowledge I will be working into my lesson plans<sup id=\"fnref2:literate\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:literate\">2</a></sup></p>\n</blockquote>\n<p>and another example:</p>\n<blockquote>\n<p>Print literacy assumed and facilitated conversation; it also developed familiarity with the conventions of a literate society — that is, a society in which a dominant, even a predominant, stratum was aware, if sometimes only implicitly, of distinctions now lost, such as the difference between a tabloid and a broadsheet or between a pulp and a textbook. (In my recent experience, students no longer reliably process the pagination and layout of textbooks as helpful or as conveying hierarchies or cues about how to read them — rather, many struggle with how to navigate textbooks, as they have not often been exposed to them.)</p>\n</blockquote>\n<p>This is simultaneously fascinating and to a degree, horrifying because of what I think is undeniably a collapse, just due to the speed in which the change has happened.</p>\n<p>I didn’t really think about or understand what <em>literacy</em> meant in terms of common understanding in a society, or how <em>literacy</em> played a fundamental part of the societies in which I grew up. What I <em>thought</em> it meant, naively, was “being able to read and understand things”, but you can drive a truck through “things” and “understand”. </p>\n<p>The key there is common understanding, or at least some degree of common understanding. I’ve written before about somehow knowing the difference between a tabloid newspaper and a broadsheet newspaper, and that this isn’t something you’re explicitly taught in the way that you’re sat down one day and your parents or educators teach you about editorial intent, business model, and how they interact with for historical reasons the size of paper on which news is printed. </p>\n<p>No, what this helped make clear was that (duh) we’re shaped by a literate society, and after a while, the shaping of a literate society means that due to common understanding, we can take shortcuts. Shortcuts like “a serif font is more trustworthy than a san serif font”. You are the fish that’s swimming in water, doesn’t know what water is, and unless you pay a lot of attention, you might not notice what literacy is doing to, or for, you. </p>\n<p>But if you’ve been reading this for a while, then you’ll know where I’m going here. </p>\n<p>Digitization is the ultimate collapse of form. For reasons of economics (i.e. storage and processing capacity), taking information and reducing it into a form that can be stored, manipulated, and retransmitted by computers involved breaking that information down to, well, its Shannon bones<sup id=\"fnref:shannon\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:shannon\">3</a></sup>. </p>\n<p>It is, like they say, just ones and zeros at the end of it. That would get you started.</p>\n<p>Musgrave points out that a literate society discovered, created, and then built itself around a whole bunch of affordances that could rely on a shared experience: </p>\n<blockquote>\n<p>students no longer reliably process the pagination and layout of textbooks as helpful or as conveying hierarchies or cues about how to read them — rather, many struggle with how to navigate textbooks, as they have not often been exposed to them</p>\n</blockquote>\n<p>Now this isn’t to say that print design practices to show information hierarchy are sort of inherently baked into our brains, a sort of Chomsky-esque hierachy-detection-device. But it is to say that a bunch of emergent standards, well, emerged to create shortcuts, like I mentioned above.</p>\n<p>There are distinctions that exist in knowledge that I think were reflected in physical media, yes sometimes out of physical constraints, but also perhaps due to the underlying information and its structure itself. I imagine there are a bunch of library information science graduates reading this shaking their heads at my reckons here. </p>\n<p>Another example here is the story about <em>kids these days</em> not knowing what filesystems are and instead throwing everything into the Google Drive blender and just searching for things. That <em>works</em>, yes, but is it helpful in terms of organization? Could more explicit organization -- folders! anything else! -- be more helpful in helping keep track of information and keep track of understanding? This isn’t me just doing a <em>god I wish kids these days would use folders</em>, it’s as much a reflection on Google’s <em>opinion</em> that may have been a result of business strategy that <em>search</em> is the best way to do things, and it just so happens that search (or, rather advertising based on search intent) is Google’s bread and butter. </p>\n<p>There is a whole part here where cognitive psychologists might chime in about how we think and the structure of our brains makes us predisposed to, what, understand? certain types of information certain forms more easily, whether you want to go into the (discredited?) theory of learning styles or not. </p>\n<p>I’ve written before about how the feed collapsed the distinctions between the <em>kind</em> of media that people grew up with, a sort of unintentional confusion. </p>\n<p>Facebook was one example of this when links and content were introduced into the feed -- by design, the information in a feed was more or less undifferentiated. Make the feed easy to use. Make it clean. Make Facebook the important thing, not the information coming from external sources. </p>\n<p>This was also technically easy, of course. It would be more difficult to present, say, the NY Times differently than the NY Post in someone’s feed, unless you were rendering say the information as an image (of which! more storage! more expensive!)</p>\n<p>Change is happening from two positions, here: those who grew up with shortcuts lost them and had to adapt. The shortcuts you’re used to from a lifetime of a literate society and the forms and frames of such a society have been blown away, creating the opportunity for in some respects disguise and trickery. Too expensive for you to create a physical broadsheet newspaper? Well with internet publishing you can <em>look</em> like a broadsheet newspaper now.  </p>\n<p>Then from the other end, the creation of new forms, new shortcuts, new affordances at breakneck speed, to which Musgrave alludes to:</p>\n<blockquote>\n<p>It is specifically that assignments and examinations that functioned well within the span of a few years are no longer feasible.</p>\n</blockquote>\n<p>by which I interpret to mean that assignments and examinations created within and assuming knowledge of the common understanding affordances of a literate society could no longer rely on that common knowledge and understanding. You can imagine in this way the combination of cheap mobile computing and connectivity a sort of cultural K-T extinction event that within a decade had eaten away at or wiped out a whole method of understanding in replace of a new one, and a new one that was under economic pressure to win, as quickly as possible.</p>\n<p>My position is that we’ve undoubtedly lost something. Whether what’s replacing/outcompeting that literate society is <em>better</em> or not is I think still out for the jury. It’s certainly different, and the literate institutions -- those institutions that were created within and designed to assume that literate common understanding -- are clearly not capable of adapting quickly enough. </p>\n<p>This is to say nothing of the effects of generative AI. If you are going to say “well, generative AI lets us do what we could do with Photoshop for years anyway” then you are wrong and you need to learn why<sup id=\"fnref:why\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:why\">4</a></sup>. It is now easier than it ever was to make a thing <em>look</em> (or sound, or read, or so on) like another thing. Style transfer itself is already more than, what, five years old? When I say “easier than it ever was”, that undersells it: it is now trivial and ultimately accessible to anyone who wants to.</p>\n<p>What does this mean? It means another perspective to look at digital natives for one, a concept that I think is easily (and sometimes willfully) misunderstood. We could now look at digital natives as those who have grown up predominantly with digital forms of content (whatever they are), and on aggregate lack the common understanding of physical literate forms (like Musgrage’s example, the fact that “journals” exist with issues an volumes).</p>\n<p>But one attribute of those digital natives is that they understand that forms are malleable. In fact, forms may not be trustable <em>at all</em> seeing as exactly how malleable they are in the first place. I (and others) make jokes about the Star Trek episode where the Enterprise encounters tamarians, who speak only in metaphor<sup id=\"fnref:darmok\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:darmok\">5</a></sup> (“Shaka, when the walls fell”, “Temba, his arms wide!”, Darmak and Jalad at Tanagra”), and their parallels to memes and image macros, the rapid spread of shared understanding, a sort of gestalt around the combination of an image from popular culture (or an image <em>of</em> popular culture) and corresponding text. </p>\n<p>Are image memes rich in meaning? I’d say so. Are they like poems? No, they’re different. But do they share common intent to convey feeling? I think so. </p>\n<p>But now we have, at speed, a sort of shattered Babel of shared understanding that also stems from a shattering and re-forming of form. </p>\n<p>Again, another example: <em>what is a podcast</em>? What is the form of a podcast? Is it a piece of audio, accessible by an RSS feed? Is it two or more people discussing something? Is it two or more people discussing something on video? is it two or more people discussing something on video that can only be accessed on Spotify and not in a podcast app? Is it something that can only be played back through a Podcast app? Is it audio visual content that can be accessed on Netflix, and Netflix only, but still retains. conversational format? Is it allowed to include editing? Is it allowed to include indoor locations as well as outdoor locations? </p>\n<p>And then what does it mean if some content comes from a podcast? Does that mean it was cheap to produce? Does that mean it was produce independently? What does it mean to be produced independently? When I say I learned or heard of something from a podcast, how trustable do you think that information is? Do you need to know who hosted it? Could you guess at how trustable or accurate the information was from just the name alone and the fact that I listened to a podcast? </p>\n<p>That’s to say nothing of the branding of form, either. What’s a newsletter? What is a Substack? One intent of branding is to create an emotional connection and to set some sort of definition and expectation. How is a Substack [sic] different from a newsletter, and if I tell you I read something from a Substack as opposed to a newsletter, what does that mean to you?</p>\n<p>Did you know that a <em>tumblr</em> is a form? That a <em>gif</em> means something different than a meme? What does a TikTok versus a Reel versus a Story mean?</p>\n<p>All of these are malleable forms that have been <em>designed</em>. Their constraints are different that literate media, but constraints exist nonetheless. Portrait versus vertical formats still exist. Pixel density exists, or used to exist. Website versus app exists, hell, the platform upon which a form exists makes a difference, whether from the OS level through to whether Netflix or Spotify or Facebook or Libby or Kindle is a platform.</p>\n<p>It used to be that I could tell, physically, if I were need the end of a novel. There would be fewer pages left. It used to be that I could tell if I were near the end of an ebook because my percentage read indicator (not! the page number, another loss of shared reference point, replaced by, what, “location”) would be at what, 98%. But now 98% doesn’t mean I’m near the end. Now 85% might mean I’m near the end because the cheapness of storage and transmission means that it’s trivial from a technical “publishing” point of view for a publisher to include a few thousand words of teaser for the next novel in the series. So now I’m not nearly finished of the book, of the ebook, but I’m nearly finished of the story that I paid for, that’s encapsulated in a digital file that still mimics due to affordances and expectations the holdover of people who grew up with and understand books.</p>\n<p>Here’s some drama that caught my attention, I swear it’s related. The other day, some guy with a big Twitter account complained that on Bluesky, he was getting way less “engagement” than the equivalent post on X. He bemoaned that if Bluesky’s intent was to become the next global townsquare then it was failing, and it would never achieve its goal. So like I’ve done before, I blithely posted that:</p>\n<blockquote>\n<p>Global townsquares considered harmful at this stage of humanity’s development.</p>\n</blockquote>\n<p>which is another way of rehashing the context collapse argument and conversation, which is another way of pointing out that “we” lack shared understanding to the extent that platforms big enough (e.g. the EU’s Very Large Online Platforms, those with over 45 million users in the EU) do not have users with enough shared understanding to not, essentially, get in big fucking fights the entire time, short of genuinely world-spanning events like, I don’t know <em>football</em> or the Olympics and even then, not really.  </p>\n<p>Tom Carden then helpfully pointed me towards Herbert Dreyfus’s book On The Internet<sup id=\"fnref:dreyfus\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:dreyfus\">6</a></sup>, of which he helpfully quoted:</p>\n<blockquote>\n<p>But the vision of a worldwide electronic agora precisely misses the Kierkegaardian point that the people talking to each other in the Athenian agora were members of a direct democracy who were directly affected by the issues they were discussing, and, most importantly, the point of the discussion was for them to take the responsibility and risk of voting publicly on the questions they were debating. </p>\n</blockquote>\n<blockquote>\n<p>For Kierkegaard, a worldwide electronic agora is an oxymoron. The Athenian agora is precisely the opposite of the public sphere, where anonymous electronic kibitzers from all over the world, who risk nothing, come together to announce and defend their opinions. As an extension to the deracinated public sphere, the electronic agora is a grave danger to real political community. Kierkegaard enables us to see that the problem is not that Rheingold's 'electronic agora' is too utopian; it is not an agora at all, but a nowhere place for anonymous nowhere people. As such, it is dangerously distopian.”<sup id=\"fnref2:dreyfus\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:dreyfus\">6</a></sup></p>\n</blockquote>\n<p>Yes, it’s a long paragraph. I believe in you, you can finish it.</p>\n<p>What Dreyfus is getting across is one aspect of our so-called global town squares or agoras, that they fundamentally lack a sense of accountability. It is different if you turn up to a town square and nobody knows who you are. (You could make an argument, I suppose, that <em>doxxing</em> is a backlash or some sort of attempt to actually get to an agora by instituting accountability to one’s words, but then that doxxing is invariably used towards a purpose of, well, mob justice)</p>\n<p>But the Athenian agoras weren’t just about accountability, they were about taking <em>the responsibility and risk of voting publicly on the questions they were debating</em>. What shared questions are being debated? The colour of the dress? Is this entertaining? Sure. Helpful? I mean to the extent that it’s a lesson into the variability of the human experience and how what we perceive isn’t what’s actually out there, the science lesson that colours don’t really exist? (Which I imagine can be felt like a universe-ending existential threat calling everything you hold dear into question).</p>\n<p>“Smaller” groups of people, sure. Groups that coalesce around forms, sure. At least Star Trek fans have previous series  to coalesce around when they decide to be the best at hating the newest iteration of the franchise. </p>\n<p>So I’m not worried in the sense that forms are being destroyed and new ones are being created. Creating the new ones is exciting! That we’re creating the new ones without potentially applying what we’ve learned before is disappointing but not surprising. What I am worried about is the difference between the two, the phase change between what was and what is now, and then what will come after. Computing I think means there’s nothing stopping malleability of form. Someone posted the other day a portable Sony video editing rig that looked like exactly the kind of thing that you’d use for a couple of decades during the heyday of electronic newsgathering. I don’t know, miniDV ingest on one end, some quick editing on the rig before squirting the DV files elsewhere for broadcast. Now it’s Capcut on a phone, or Da Vinci for a video essay. (What <em>is</em> a video essay?) Or whatever’s used to create MasterClass videos, or Veritasium videos, or what have you.</p>\n<p>What’s a world where there’s less and less shared understanding? I don’t even know if there’s less shared understanding, to be honest, versus rapidly reconfiguring shared understanding that surfaces and then drowns to be remade again, form and content both. </p>\n<p>All I know is that when my kids found out about what a phone directory was, and why it existed in the time of a lack of search, they thought it made sense as was a pretty good idea. So there’s that, at least.</p>\n<hr/>\n<p>OVER THREE THOUSAND WORDS THIS TIME. I don’t know about you, but four times looks like a trend. I shall try to subvert it next time.</p>\n<p>How have you been?</p>\n<p>Best,</p>\n<p>Dan</p>\n<hr/>\n<h2>Let’s get you shipping</h2>\n<p>Aside from my <a href=\"https://www.verylittlegravitas.com\" target=\"_blank\">regular consulting</a>, I also do <a href=\"https://www.verylittlegravitas.com/how-people-work\" target=\"_blank\">team workshops</a> and individual <a href=\"https://www.verylittlegravitas.com/how-people-work/coaching\" target=\"_blank\">coaching</a> based on the workshop curriculum. Get in touch if you’d like to find out more about how to spend that newly reset professional development and training budget you’ve got.</p>\n<div class=\"footnote\">\n<hr/>\n<ol>\n<li id=\"fn:musgrave\">\n<p><a href=\"https://musgrave.substack.com/p/the-old-world-order-is-dead?r=10tj&amp;utm_campaign=post&amp;utm_medium=web&amp;triedRedirect=true\" target=\"_blank\">The Old World Order is Dead - by Paul Musgrave</a> (<a href=\"http://archive.is/latest/https://musgrave.substack.com/p/the-old-world-order-is-dead?r=10tj&amp;utm_campaign=post&amp;utm_medium=web&amp;triedRedirect=true\" target=\"_blank\">archive.is</a>), Paul Musgrave, Systemic Hatreds, 20 January 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:musgrave\" title=\"Jump back to footnote 1 in the text\">↩</a></p>\n</li>\n<li id=\"fn:literate\">\n<p><a href=\"https://musgrave.substack.com/p/a-post-literate-society-is-a-too\" target=\"_blank\">A Post-Literate Society is a Too-Literal Society</a> (<a href=\"http://archive.is/latest/https://musgrave.substack.com/p/a-post-literate-society-is-a-too\" target=\"_blank\">archive.is</a>), Paul Musgrave, Systemic Hatreds, 9 October 2025 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:literate\" title=\"Jump back to footnote 2 in the text\">↩</a><a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref2:literate\" title=\"Jump back to footnote 2 in the text\">↩</a></p>\n</li>\n<li id=\"fn:shannon\">\n<p><a href=\"https://en.wikipedia.org/wiki/Information_theory\" target=\"_blank\">Information theory - Wikipedia</a> (<a href=\"http://archive.is/latest/https://en.wikipedia.org/wiki/Information_theory\" target=\"_blank\">archive.is</a>) <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:shannon\" title=\"Jump back to footnote 3 in the text\">↩</a></p>\n</li>\n<li id=\"fn:why\">\n<p><a href=\"https://www.theverge.com/2024/8/26/24228808/ai-image-editing-photoshop-comparison-argument\" target=\"_blank\">Hello, you’re here because you compared AI image editing to Photoshop | The Verge</a> (<a href=\"http://archive.is/latest/https://www.theverge.com/2024/8/26/24228808/ai-image-editing-photoshop-comparison-argument\" target=\"_blank\">archive.is</a>), Jess Weatherbed, The Verge, 26 August 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:why\" title=\"Jump back to footnote 4 in the text\">↩</a></p>\n</li>\n<li id=\"fn:darmok\">\n<p><a href=\"https://memory-alpha.fandom.com/wiki/Darmok_(episode)\" target=\"_blank\">Darmok (episode) | Memory Alpha | Fandom</a> (<a href=\"http://archive.is/latest/https://memory-alpha.fandom.com/wiki/Darmok_(episode)\" target=\"_blank\">archive.is</a>), Memory Alpha <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:darmok\" title=\"Jump back to footnote 5 in the text\">↩</a></p>\n</li>\n<li id=\"fn:dreyfus\">\n<p><a href=\"https://www.taylorfrancis.com/books/mono/10.4324/9780203887936/internet-hubert-dreyfus\" target=\"_blank\">On the Internet | Hubert L. Dreyfus | Taylor &amp; Francis eBooks, Referen</a> (<a href=\"http://archive.is/latest/https://www.taylorfrancis.com/books/mono/10.4324/9780203887936/internet-hubert-dreyfus\" target=\"_blank\">archive.is</a>) <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:dreyfus\" title=\"Jump back to footnote 6 in the text\">↩</a><a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref2:dreyfus\" title=\"Jump back to footnote 6 in the text\">↩</a></p>\n</li>\n</ol>\n</div>",
      "image": "https://placehold.co/800x600/111/333?text=No+Image"
    },
    {
      "source": "ZINE",
      "title": "Reality Somms: How to Cultivate A Discipline of Knowing What’s Real",
      "author": "Matt Klein",
      "bodyText": "<div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!odMI!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6fe02a6d-7922-46d0-94da-7a98e8def467_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!odMI!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6fe02a6d-7922-46d0-94da-7a98e8def467_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!DsFv!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!DsFv!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" style=\"\" width=\"1280\"/><div></div></div></a></figure></div><h4><strong>Preface:</strong></h4><p>In a series of essays in partnership with Squarespace, we’ll make sense of our relationship with reality and how culture is constructed.</p><p>Making it real is now an act of rebellion, a middle finger to the paralysis brought on by consensus collapse. The line between fact and fantasy continues to blur, but when reality is this negotiable, the soil for preferred futures is fertile. <em>You can just do things.</em> What’s the future you want to see? Making reclaims agency amidst lost meaning. So, don’t escape this reality — design the one you want. We desperately need your alternatives.</p><h4><strong>Literally make anything real with <a href=\"https://www.squarespace.com/?channel=youtube&amp;subchannel=substack&amp;source=zine&amp;campaign=crossplatform&amp;subcampaign=substack&amp;utm_medium=youtube&amp;utm_source=substack&amp;utm_content=zine&amp;utm_campaign=crossplatform&amp;utm_term=substack\">-10% off</a> any site. I’ve been using Squarespace for 15 years, and cannot recommend them enough.</strong></h4><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"http://kleinkleinklein.com\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!Jkr2!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1c1a18fe-72e9-45f6-96e2-ca05c4892f72_1920x1080.png\" style=\"\" title=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Claim your name and build your world. With built-in domain services, secure your corner of the web then bring your vision to life with the award-winning templates and simple drag-and-drop editing. A preferred future starts with a URL. No design experience required. Just the will to make something real.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.squarespace.com/?channel=youtube&amp;subchannel=substack&amp;source=zine&amp;campaign=crossplatform&amp;subcampaign=substack&amp;utm_medium=youtube&amp;utm_source=substack&amp;utm_content=zine&amp;utm_campaign=crossplatform&amp;utm_term=substack\"><span>Get Started</span></a></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!2n3C!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0a220df7-7dfb-45ae-ad14-aa32798d99c6_1280x107.webp\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!2n3C!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0a220df7-7dfb-45ae-ad14-aa32798d99c6_1280x107.webp\" style=\"\" width=\"1280\"/><div></div></div></a><figcaption class=\"image-caption\"></figcaption></figure></div><h5><strong>The following piece is a collaboration between Matt Klein + Brian Lange.</strong></h5><p><em><a href=\"https://www.linkedin.com/in/b-lange/\">Brian Lange</a> is the co-founder of Future Commerce, an independent research and media organization focused on commerce, technology, and culture, where he writes about commerce as a cultural and media system. His work examines how markets blur boundaries between business and culture, media and retail, and lived experience and abstraction.</em></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2\" href=\"https://substackcdn.com/image/fetch/$s_!DsFv!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"107\" src=\"https://substackcdn.com/image/fetch/$s_!DsFv!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd773e0c3-b69c-45c2-bcac-9031cc664aee_1280x107.png\" style=\"\" width=\"1280\"/><div></div></div></a></figure></div><h2>Hors d’oeuvre</h2><p>As organizations, it’s not easy to navigate a disintegration of reality, a prioritization of <a href=\"https://zine.kleinkleinklein.com/p/dashboard-culture-vs-camouflage-culture\">visibility over depth</a>, and a media environment which is fueled by polarization and utter distrust toward institutions’ messaging.</p><p>So it feels like all you can do is just jump on the trend train – activate upon the loudest, widely accepted signal of the moment – and then just jump again at the next, right moment. Squeeze your brand inside a palatable vessel of any meme or moment.</p><p>Sustaining this game of trend train jumping requires scale (i.e. an abundance of talent, money, infrastructure, etc.) and extreme commitment. You have to be “always on.” But, as many know, this has psychic consequences, and few can maintain this pace without becoming damaged. Companies which build out this capability can theoretically overcome this challenge, but when it comes to <em>responding</em>, those resources get in the way.</p><p>As an alternative, many are inclined to uphold “radical authenticity” as their strategy for resonance. Rather than chasing, <em>stay the course</em>. Never posture. Tell it as it is. But this approach is <em>also</em> problematic. If you adamantly believe in “radical authenticity,” you’ve likely built a business on a mimetic cycle – your business took off when people assumed each other’s desires as a collective and toward a viewpoint an organization already held. Perhaps you may have even <em>inspired</em> this cycle. Or maybe you just got lucky. But if we know anything about memetic cycles, desires flip eventually.</p><p>And so, if you’re going to take this posture of “authenticity,” then you must have the appetite to refuse growth when growth makes itself available. This requires a stiff backbone, and most, if not <em>all</em> of businesses that take this route stay small or crash hard.</p><h4>So what’s an organization to do? Either chase what’s hot indefinitely until burnout, or nobly reject growth and sustained relevance on a doomed quest for authenticity?</h4><h4>There’s a secret third posture:</h4><h4><em>Propriety</em>.</h4><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!y9wP!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcdcc839e-9080-4a13-9717-8380202d86f7_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!y9wP!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcdcc839e-9080-4a13-9717-8380202d86f7_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Our society has shunned “propriety” – a word often infused with morality. But it means “the condition of being right, appropriate, or fitting.”</p><p>To quote writer Wendell Berry,</p><blockquote><p><em>“[Propriety’s] value is in its reference to the fact that we are not alone.</em></p><p><em>The idea of propriety makes an issue of the fittingness of our conduct to our place or circumstances, even to our hopes. It acknowledges the always-pressing realities of context and of influence; we cannot speak or act or live out of context.</em></p><p><em>Our life inescapably affects other lives, which inescapably affects our life. We are being measured, in other words, by a standard that we did not make and cannot destroy.”</em></p></blockquote><p>For business leaders, it’s imperative one understands how things <em>fit together</em> in this world – our contextual relation to objective truths. This takes work.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!t9Ih!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fbcbee510-1105-48e7-93f2-6a8c69e39588_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!t9Ih!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fbcbee510-1105-48e7-93f2-6a8c69e39588_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>The perfect persona of an arbiter of propriety is the sommelier, the obsessive steward of wine.</p><h4>If you’re going to do anything to prepare yourself for the future, become a sommelier.</h4><p>Some wines are nearly unpalatable if they’re not paired with the correct food, but delicious if they are. Some wines should never be consumed. Some wines should be saved for special occasions. Many people think they don’t like a certain varietal or wine outright because they’ve been handed the wrong glass in the wrong context. A tragedy.</p><p>But there’s wine for every context and situation.</p><p>And sommeliers are professional guardians of this propriety.</p><h4>To lead an organization in this cultural moment, you should become a sommelier in your context.</h4><h3>The discipline of reality-recognition is the discipline of propriety, and sommeliers have perfected this discipline.</h3><p>If you want to create value and sustain value in a world of consensus collapse, there are three strategies toward cultivating propriety: 1. build a discipline around knowing what’s real by <em>blending your senses</em>, 2. give matters their <em>proper</em> time, and 3. create spaces for others to do the same.</p><h2><strong>01. Cultivate Synesthesia</strong></h2><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!R4UR!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F421c1572-870d-4f06-a910-25abd509edab_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!R4UR!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F421c1572-870d-4f06-a910-25abd509edab_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Visual and auditory data are abundant, but draft us an incomplete story. If reality is so difficult to gauge, then the first logical step would be to use <em>all</em> the tools we have in order to discern truth. We need to unite all of our senses.</p><p>Sommeliers are required to engage with source material – wine’s essence – and grapple with “percepts” or a viewpoint formed during direct encounters. They must identify a wine’s qualities, effects, relations, and when, where and how it was made. And at their best, name the winemaker, specific vineyard, environmental conditions and precise vintage year.</p><p>These percepts lead to <em>phantasms</em> or mental projections of the wine in their imagination. Spurred by just a single whiff, somms can recall these mental projections. Language is then created around this discipline, not just as a way to convey information to others, but as a way to help build and maintain the phantasm, a robust fantasy.</p><blockquote><p><em><strong>Percept:</strong> the impression created by the external senses upon encountering reality</em></p><p><em><strong>Phantasm: </strong>the mental image created by the internal sense (the imagination)</em></p><p><em><strong>Concept:</strong> the abstraction created by the intellect through recognition of the essence</em></p></blockquote><p><em>Source: The Trivium by Sister Miriam Joseph, C.S.C., Ph.D.</em></p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!jLDL!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F53172386-2953-43c8-b740-bd79810844f0_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!jLDL!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F53172386-2953-43c8-b740-bd79810844f0_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Creative business leaders must develop a discipline around forming phantasms out of percepts, rather than just relying upon existing concepts that are passed around via word or image.</p><p>This combination of senses is something Eric McLuhan (media theorist, Marshall McLuhan’s son) explores in his book <em>The Sensus Communis, Synesthesia, and the Soul</em>:</p><blockquote><p><em>“Technology extends one or another sense or faculty, according it a sort of hyperesthesia, which has then the effect of numbing the bodily sense extended and rearranging the interplay between the other senses.”</em></p></blockquote><h4>When we use technology to extend our reach, we often don’t encounter the “essence” of anything.</h4><p>Percepts are practicably unattainable when senses are artificially extended.</p><p>Now with images and videos as primary technology, the phantasm is thrusted upon us. <em>Artificial phantasms.</em> We form a mental projection of a thing before we ever encounter its essence. We judge before we ever encounter it.</p><p>Digitally focused brands have collectively spent billions of dollars to provide us with pre-baked phantasms of their products. Hollywood, social media platforms, AI companies, etc. have done the same for just about <em>everything</em>. But...</p><h4>We’re tired, un-entertained and skeptical. We’re overloaded with pre-baked mental projections of a reality we have no real experience with. We can no longer trust our eyes and our ears — our most relied upon sensory organs.</h4><p>The remedy? Scents, tastes, and touches <em>also</em> communicate. Dive <em>deep</em> into them. Become curious about what they each mean and how they function. Play with them, and allow others to do so as well.</p><p>If you don’t know the difference between the scent of violets and ethanol, you’re in trouble. If you don’t know what wet basement tastes like or means, you’re in trouble. Not just because you might serve someone a corked bottle of wine, but because if <em>you</em> don’t understand key data points of the human experience, how are you ever going to resonate?</p><p>This is engagement with <em>the real. </em>If you’re lost in spreadsheets and algos and never engage with reality, you’re bound to miss the metaphorical “wet basement” taste of your market, audience, or world you wish to embody.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!joTp!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F5e98cb8c-527a-4936-9544-dbdb09d30f2f_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!joTp!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F5e98cb8c-527a-4936-9544-dbdb09d30f2f_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><blockquote><p><em>“If it looks like a duck, quacks like a duck, and swims like a duck, but doesn’t smell like a duck, it’s not a duck.”</em></p></blockquote><p>You need to know the smell of a duck so that you can “see” the duck through your nose better than through your eyes. And if you’re dealing with digital-only, you’re separated from the source. People assume they already understand something just because they’ve <em>seen</em> an image of the thing.</p><p>Becoming a sommelier provides you discipline to become <em>fully</em> intimate with reality. Encounter the real, observe it, build language or something that relates to it, and then give people opportunities to encounter it themselves. If they make their own observations and understanding as a result, you’re creating value. If you’ve built something real, then you can give up control of the narrative and let reality do the work.</p><p>Make things that are connected to reality and then push people to encounter reality themselves. <em>They’ll buy that.</em></p><h2><strong>02. Slow Things Down</strong></h2><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!Lanp!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23e11d63-4e2d-4540-b8a4-e7698d5c3a4c_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!Lanp!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F23e11d63-4e2d-4540-b8a4-e7698d5c3a4c_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Propriety is about timing.</p><p>And one of the reasons why we’ve lost a sense of propriety is because we have a tendency to only speed things up. “The faster the better,” so we say. Sure there’s value in speed, but if you don’t understand timing, speed for speed’s sake will result in a total loss of value. How may we slow things down so we can get a better sense of when strategies, words and participation is most appropriate?</p><p>A sommelier would never chug Domaine Romanee-Conti (DRC), a legendary French producer. For every wine, there’s a whole process of observation, smelling and swirling before the first sip. While the effects of alcohol are certainly part of the enjoyment, the true benefits come from understanding, savoring, and timing the consumption.</p><p>With most things now, we mostly measure “efficiency” or the speed at which we become drunk. But if everything is about speed, <em>now</em> is the time to slow things down.</p><p>In <em>Culture is our Business</em>, Marshall McLuhan observed:</p><blockquote><p><em>“Art is new perception. New art opens new worlds for our recognition and nourishment. Psychically, art is valuable only when new. Commercially, new art is kooky and worthless. The gap between the kooky and the commercially valuable is closing fast.”</em></p></blockquote><h4>Paradoxically, the illegible is where value is created.</h4><p>Value emerges when we have to strive to understand meaning and truth. But now, the speed of conversion to commercial value is <em>instantaneous</em>. The metaphorical DRC is in our mouths immediately, without any processing, appreciating, learning, or pairing. The “new” is absorbed and digested in a thumb-swipe, while the new language forming around it (i.e. memes, commentary, and content), is remixed and consumed just as fast. Novelty is digitally digested, digitally judged, and its value is consumed through our digitally extended senses.</p><p>But this speed is incomplete.</p><p>If you create something new, and you know it’s valuable, slow down. This could be as simple as a new feature, product line, variation, or collab. It could be a new article or a film. It could even be a new campaign to an old thing. But if you’re going to ship, consider releasing it in bits. People need to feel like they’re missing something... <em>because they are.</em></p><h4>A digital perspective is an incomplete perspective.</h4><p>People haven’t actually grappled with “the thing” itself, they’ve encountered a mere <em>phantasm</em>, which they accept as the “real thing.” Therefore, to assess the (real) value, they’ll need to spend (real) time with the thing. And so, the slower you go, the longer the value cycle is.</p><p>This might feel frustrating because, <em>ughh time</em>... but if you try to speed up the cycle of capitalization, you risk incurring a false sense of having absorbed value when you or the consumer hasn’t. Friction is invaluable and why we hear it discussed so frequently today.</p><p>Find a way to slow down absorption and increase the savoring. In our increasingly digitized and seamless world, this is hard. But less is more. Make mysteries to be solved. Scatter breadcrumbs. Keep secrets. The “fidelity” of information needs to be so low that people spend more time making sense of things by filling in the gaps on their own, or by hunting down the missing pieces themselves. <em>They will</em>. Consider our infatuation with true crime, conspiracy and fan theories, easter eggs, and fanfic. “Gritty over pretty” to quote Marshall McLuhan’s grandson Andrew.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!HmHx!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F948d98e8-1852-4222-984d-aa4ae8797911_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!HmHx!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F948d98e8-1852-4222-984d-aa4ae8797911_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Consider: the digital channel should do the <em>exact opposite</em> of what we have all been optimizing it to do. Rather than optimize for digital engagement (more injected phantasms and the fastest way to burn through the value of something), the whole point of a digital engagement should be to tease and tingle the extended senses. Provoke, inspire and invite people to grapple with the real themselves. Allow a piece of digital content to exist as an ember, inflaming a larger conversation or experience.</p><p>Cute kitten videos shouldn’t inspire watching more cute kitten videos, they should inspire people to experience kittens and enjoy them away from a keyboard.</p><h3>We consume content like toilet paper. And if you continue to play only with content as your material to make your worth known, you’ll be flushed the moment someone finds something more interesting. Most of you want them to never stop wiping. Stop that. Slow your roll. The point isn’t how much of your toilet paper one uses – it’s to get people off the toilet.</h3><p>The best experience with a wine is when it is aged to its “drinking window.” This requires patience. When you understand the reality of a situation, you’ll know that time itself will do the work for you.</p><h2><strong>03. Build Enclaves</strong></h2><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!WeK8!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6991bcc7-49f2-4d96-ab70-a1685a96d3ac_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!WeK8!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6991bcc7-49f2-4d96-ab70-a1685a96d3ac_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>A somm’s whole job is to educate, assist with appreciation, and pair perfectly to enhance your dining experience. But larger, they create <em>an environment</em> for all to deepen <em>their</em> appreciation and sense of wonder. They give people the space to explore, to try things they would have never tried, to appreciate nuance and craft, and to receive the maximum enjoyment (i.e. value) out of an experience.</p><p>Like a somm’s table or tasting room, we need to create “spaces” for people to engage with the real. These enclaves should strive to include an embodied component.</p><p>Enclaves that encourage curiosity open people up for personal engagement. Within enclaves, people witness others doing the same. Consider offering people the infrastructure, attention, and encouragement to relate and document their own personal experiences with reality.</p><p>We’ve already touched upon a few ways to build enclaves: spark curiosity through mystery, and play with secrets. Bring back je ne sais quoi (“I don’t know what”), not for the purpose of self-glorification, but to show people there’s something more you’ve encountered that they have not yet. Consider poetry, which requires more involvement and work to understand. Invite participation. Make it social.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!UKPF!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F12bef18e-e708-47a6-868a-b53eafd011a3_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!UKPF!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F12bef18e-e708-47a6-868a-b53eafd011a3_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Posting a “good” piece of content online and then seeing the likes or comments roll in gives zero indication if anyone actually interacted with reality. <em>The opposite is likely the case</em>. It’s more likely they interacted with a phantasm. Most people would rather be handed phantasms than attempt to create their own. Instead, find ways to spark their curiosity.</p><p>The co-curious always find each other, and especially if you set the table for them to interact (meet-ups, events, websites, forums, social media, physical spaces, stores, pop-ups, etc.).</p><p>Encourage them to experiment, to push beyond what they’ve attempted before. Don’t over explain. Let work speak for itself. Sometimes you’ll have to provide the “scaffolding” (in an educational sense, prompts, queues, and tools), but don’t construct the whole thing. The goal is to help people progress to the point of having <em>agency</em> around the thing. This is McLuhan’s “coolness” or lack of fidelity. Let people fill in the gaps with their own takes.</p><h4>We’re aiming for curiosity over certainty. Exploration over achievement. Questions encourage more questions.</h4><p>Reality is hard to engage with alone. Enclaves make the work sustainable and enjoyable. Curiosity compounds in groups. Ensure you’re creating spaces where that compounding can happen, then  show up with new questions, provocations and teases. The community will do the rest.</p><h2><strong>The Best Somms are The Best Storytellers</strong></h2><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!A7_I!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc5d79bf9-f46b-4b18-b2ea-7f6c2184943c_1920x1080.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"819\" src=\"https://substackcdn.com/image/fetch/$s_!A7_I!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fc5d79bf9-f46b-4b18-b2ea-7f6c2184943c_1920x1080.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>The best sommelier is the one who can tell you the most compelling narrative about juice.</p><p>A somm can tell a story by simply pairing a sip with a bite, and leaving their guests to enjoy their own conversation. But the <em>best</em> somms seed a conversation and are able to gauge how much to tell the table about the wine. Some somms will spew a few facts or tasting notes, but the best will weave them into a narrative. Timing, jokes, unique facts, mystery and mystique – all the ingredients required to guide people toward enjoying the reality of what they’re consuming. Telling this story properly requires getting to know <em>who</em> is at the table. To feel them out in real time. This is all part of propriety. It requires knowing both the <em>who</em> and <em>the what</em> – the objective and the subjective united.</p><h4>Save yourself; dismiss false phantasms.</h4><h4>Microwaving a meal is not becoming a cook.</h4><h4>Scrolling Instagram is not friendship.</h4><h4>Sorting a spreadsheet is not getting to know your customers.</h4><h4>Yes, touch grass, <em>but touch it all</em>.</h4><p>An imagination isn’t just for conceiving what <em>could be</em> – potential realities – it’s for holding onto what’s <em>already real</em>. If you can do that – hold on to reality – <em>you’ll know what is possible</em>.</p><p>And then, whatever you do, don’t just hand over your formed viewpoint to others to digest as their own; don’t perpetuate artificial phantasms. Instead, assess the situation and ask yourself - “what is the proper amount of time and attention?”</p><p>Let that propriety guide your strategy for helping others find truth. You can rest assured that those who are ready will join you. Let reality do its work.</p>",
      "image": "https://substackcdn.com/image/fetch/$s_!odMI!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6fe02a6d-7922-46d0-94da-7a98e8def467_1920x1080.jpeg"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Microsoft handed the government encryption keys for customer data",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/867244/microsoft-bitlocker-privacy-fbi"
    },
    {
      "headline": "Nice piece about the forgotten queer artist Marlow Moss, whose work and...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048231-nice-piece-about-the-forg"
    },
    {
      "headline": "Gmail’s spam filter and automatic sorting are broken",
      "source": "The Verge",
      "link": "https://www.theverge.com/tech/867247/gmails-spam-filter-broken"
    },
    {
      "headline": "I thought this said &#8220;Winamp&#8221; and I got really excited....",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048230-i-thought-this-said-winam"
    },
    {
      "headline": "The 52 Best Movies on Netflix, WIRED’s Picks (January 2026)",
      "source": "WIRED",
      "link": "https://www.wired.com/story/netflix-best-movies-this-week/"
    },
    {
      "headline": "ICE Asks Companies About ‘Ad Tech and Big Data’ Tools It Could Use in Investigations",
      "source": "WIRED",
      "link": "https://www.wired.com/story/ice-asks-companies-about-ad-tech-and-big-data-tools/"
    },
    {
      "headline": "What's the Best Red Light Therapy Mask for Your Skin in 2026?",
      "source": "WIRED",
      "link": "https://www.wired.com/story/led-face-masks-and-red-light-therapy/"
    },
    {
      "headline": "MicroSD Express cards and Anker’s travel adapter rule the deal roost this week",
      "source": "The Verge",
      "link": "https://www.theverge.com/gadgets/866788/anker-nano-travel-adapter-samsung-p9-microsd-express-card-deal-sale"
    },
    {
      "headline": "Best Kitchen Composters and Food Recyclers (2026)",
      "source": "WIRED",
      "link": "https://www.wired.com/story/home-composters-buying-guide/"
    },
    {
      "headline": "The Instant Smear Campaign Against Border Patrol Shooting Victim Alex Pretti",
      "source": "WIRED",
      "link": "https://www.wired.com/story/the-instant-smear-campaign-against-border-patrol-shooting-victim-alex-pretti/"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/923/673/163/845/542/original/cb7b5f48c7b5f05e.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/940/558/214/294/637/original/8d90b409b9ea00f5.jpg",
    "https://files.mastodon.social/media_attachments/files/115/945/362/310/347/832/original/1456881d66c80184.jpeg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/901/268/049/415/802/original/dc71b03f3af3c7b2.jpg"
  ]
}