{
  "meta": {
    "issueNo": "Vol. 2026.5",
    "date": "Wednesday, January 28",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Weekly Newsletter – Jim Louderback",
      "title": "DECODING YOUTUBE 2026",
      "author": "Jim",
      "bodyText": "<p><strong>This Week: </strong>Neal Mohan just laid out his roadmap for 2026. But in the world of big tech, the most important messages are the ones implied but left unsaid. We reveal what’s actually going on behind the scenes at the world’s largest video platform?</p>\n<p>Hi, I’m <strong>Jim Louderback</strong> and this is my weekly creator economy newsletter. If you’ve received it, then you are either subscribed or someone forwarded it to you.\u2028</p>\n<p>If the latter – and you want to subscribe, <a href=\"https://insidethecreator.beehiiv.com/subscribe\">get it here</a>!</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>TOP STORIES</strong></h2>\n<h3 class=\"wp-block-heading\"><strong>YOUTUBE’S</strong><strong> PRIORITIES</strong></h3>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"560\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/neal-square-Medium.jpg?resize=560%2C560&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p>YouTube CEO Neal Mohan laid out his priorities for 2026 in a new video with @Rene Ritchie and a blog post. But the revealing (and fun) part is reading between the lines and teasing out what he’s really saying. So let me put on my YouTube-ology hat and decode this manifesto.</p>\n<p>Big picture, Mohan is signaling that YouTube is done being “a video platform.” It wants to be the world’s biggest AI-infused media mall. That fits neatly into the oligopolous world I describe below (yes, I just made up “oligopolous”). And it’s not just TV. He’s taking aim at TikTok and Amazon too.</p>\n<p><strong>The Rebrand:</strong> Mohan just declared the death of “UGC” (the 2010 version). He’s trying to force a perception shift: creators have evolved from hobbyists to media moguls. By highlighting creator-led studios and fixating on Emmy awards, he’s morphing YouTube’s brand from keyboard cats and Roomba riding into a modern-day replacement for Netflix and HBO.</p>\n<p><strong>AI Slop: </strong>Mohan basically admitted YouTube has an AI slop problem. Even though he promised stronger tools to prove humanity and reduce spammy, repetitive content, he also embraced AI-generated video, audio, and games. Mohan’s “broad range of free expression,” which includes Shorts starring creators’ digital twins, will enable a billion more creators to flood the zone. They’ll quickly start jostling with the existing crowd for views and AdSense dollars.</p>\n<p><strong>Kids and Social: </strong>He’s clearly worried about the tightening limits being placed on social media. Regulators worldwide are increasingly linking teen mental health to excessive doom-scrolling, and if Australia is any guide (where nearly five million accounts were terminated under the under-16 ban), more bans will be a serious impediment to continued growth. The big question is whether the voluntary limits YouTube is building will head off government mandates. I think they’ll be too little, too late to stop this train.</p>\n<p><strong>YouTube Shop: </strong>I was chatting with @Brian Mandler about this last week, and he said Mohan all but announced a true “shop” is on the way. If you buy something from a creator, YouTube wants to own the entire transaction, including the data, attribution, and processing fee. Staying on platform means more money for YouTube, and maybe for creators too.</p>\n<p><strong>Programmatic Sponsorship: </strong>YouTube’s coming for the brand-deal middle layer too. It promises new tools that make deals easier to execute and measure. The big initiative swaps out burned-in sponsor segments with managed inventory. But I think that will backfire, because the best integrations are host-activated, story-driven, and steeped in creator vibes. A soulless hot swap ruins the narrative with a programmatic version of AI slop.</p>\n<p><strong>Jewels: </strong>YouTube’s taking another run at the tip jar. By pushing virtual currency and gifting deeper into the product, it wants to further lock in creators with a gamified viewing experience that unlocks impulse-based revenue for creators and YouTube.</p>\n<p><strong>Lean Back:</strong> Finally, the living-room endgame. YouTube’s taking a crowbar to the old cable bundle with custom multiview and 10+ smaller, niche-oriented packages. With Sling now adding day-only subscriptions to its Orange package, and creators pouring into AVOD, YouTube senses blood in the water. Depending on price and reach (NHL anyone), I’ll be first in line for that sports pack. (<a href=\"https://blog.youtube/inside-youtube/the-future-of-youtube-2026/\">YouTube Blog</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>BORN IN THE USA</strong></h3>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"560\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/ellison-wrangles-tiktok-Medium.jpg?resize=560%2C560&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p>The U.S. TikTok deal has closed, and we’re entering uncharted territory for TikTok, ByteDance, and the future of a newly localized platform. The algorithm will presumably begin to diverge from global TikTok (although because it’s so individualized, TikTok is “different” everywhere anyway). Operationally, the U.S. owners will try to maximize the return on their investment, and that will bring additional changes.</p>\n<p>The first rolled out late last week, when the new TikTok USDS changed its terms of service to give it MORE insight into your location, and to let it mine your individual TikTok interest graph to sell retargeting data to other websites and apps. I guess it’s OK for our privacy to be sold to the highest bidder as long as the seller is mostly American-owned. Also, as private equity leans into profit maximization, this feels like the start of a hollowing out of TikTok’s quirky and lovable core.</p>\n<p>But I still have so many questions. Back in December I posted 15 questions that were top of mind (<a href=\"https://insidethecreator.beehiiv.com/p/tiktok-deal-done-almost\">read them here</a>), Now I have a few new ones too.</p>\n<p><strong>Other ByteDance Apps: </strong>The U.S. law that forced the divestiture wasn’t focused only on TikTok. Other ByteDance apps were targeted as well. Lemon8, CapCut, and the brand-new PineDrama are presumably still at risk. How will TT-US interface with those apps, and will the U.S. government attempt to ban them, or force divestitures too?</p>\n<p><strong>Kids Ban:</strong> It’s not just YouTube feeling the heat. How will Australia’s TikTok ban for kids under 16 affect U.S. TikTok operations? Old Aussie pal @Ant McCormick of Changer Studios gave me this report from the ground: “Anecdotally from teens banned… most fit in two camps.” For the first group, “it was initially a bit odd to not have access, but then they pretty quickly got used to it. They still message friends and find random things on the internet, just not through the apps.” The second group is “still on there and found a way around it (so far).” Could a newly emboldened U.S. Congress implement a social kids ban as well?</p>\n<p>Coverage: <a href=\"https://newsroom.tiktok.com/announcement-from-the-new-tiktok-usds-joint-venture-llc\">TikTok</a>, <a href=\"https://www.scmp.com/news/china/article/3341074/who-are-owners-new-tiktok-us-entity\">South China Morning Post</a>, <a href=\"https://www.axios.com/2026/01/23/tiktok-deal-trump-app-ban\">Axios</a>, <a href=\"https://www.businessinsider.com/read-tiktok-ceo-memo-closing-a-deal-avoid-a-ban-2026-1\">BI</a>, <a href=\"https://piunikaweb.com/2026/01/23/tiktok-privacy-policy-update-january-2026/\">Piunikaweb</a></p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>THE NEW MEDIA MONOPOLIES</strong></h3>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"305\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/HEre-be-Dragons-Medium.jpg?resize=560%2C305&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p>Add up YouTube’s aspirations and the TikTok divestiture, and the media landscape looks oddly familiar. It took twenty years, but the promise of media independence is quickly giving way to a world where media power is again concentrated in three, maybe four companies. I fear we’ll exit 2026 with a handful of megacompanies owning most of what we watch.</p>\n<p>Start with Larry Ellison and his son David, who are building operational influence over a mountain range of media. It started with Paramount, whose “Plus” tagline a few years ago was “a mountain of content.” Mix in the newly adopted U.S. TikTok, where Ellison is among the biggest non-ByteDance owners. And now layer on their proxy battle over Warner Bros. Discovery, which has already devolved into trench warfare.</p>\n<p>Welcome to The Ellison Ranch. It now spans the Paramountain of Doom, the TikTok Tetons, and perhaps the WBD Wilderness. It’s a Hotel California theme park of attention. You can check out anytime you like, but you can never leave. The family may not own everything, but they control a nasty choke point: the data, the machines, and the infrastructure.</p>\n<p>With or without WBD, Netflix is also building its own nexus of power, with podcasts, games, live, and more. It’s their own Cordillera of Content, with enough moats and touchpoints that it will remain an irresistible must-watch.</p>\n<p>And then there’s YouTube, quietly and confidently increasing its stranglehold over independent creators, while absorbing sports leagues and other media players into its orbit.</p>\n<p>Meta still matters, but its hold on our attention seems to be waning as we move away from broad social feeds and into smaller, more private, trusted communities. Amazon still matters too, but Twitch and Prime increasingly feel like speed bumps to the Trinity Alps being built by Ellison, Netflix, and YouTube.</p>\n<p>Back in the ’70s  in the U.S., we had ABC, CBS, and NBC. Cable TV, satellite, and the internet ultimately smashed their oligarchy. Today it’s all about owning the stack, not just the shows. Almost exactly a year ago I said here that <a href=\"https://insidethecreator.beehiiv.com/p/youtube-at-20\">“…YouTube turned 20 last week – and now it is officially old media.</a>”  Viewed through that lens, a new three-headed hydra of media megamonsters has emerged to take their place.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong><em>SPONSOR</em></strong></h2>\n<p>LinkedIn’s <a href=\"https://business.linkedin.com/marketing-solutions/b2b-institute/easy-to-find-being-where-b2b-buying-happens\">new B2B Buyer Report</a> makes the case better than I ever could: buyers trust expert voices more than brands, and they spend most of their research time reading the people who actually understand the space. That’s exactly my audience: marketers, media execs, founders, top creators and operators who shape budgets and make decisions.</p>\n<p>A weekly sponsorship puts your company inside a trusted, high-intent environment, shows up repeatedly where it actually matters, and aligns your brand with the point-of-view content buyers say moves them. If you want to speak to the people building the next wave of media, creators, and AI, this is where they show up every week.</p>\n<p>Drop me an <a href=\"mailto:jim@louderback.com\">email</a> and <a href=\"https://docs.google.com/document/d/19ScSYOFx3aV0eKfKqqqA-JxV-ibrNbhufuNE2NbYFJk/edit?tab=t.0\">check out our sponsorship information here.</a></p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>RESEARCH</strong></h2>\n<p><strong>THE CEO PLAYBOOK FOR LINKEDIN:</strong> Old friend @Patrick Shea-Stamford teamed up with LinkedIn to study CEOs who are quietly dominating the platform. The takeaway is simple (and obvious if you’ve been paying attention). People beat logos every time. C-suite posts deliver roughly 5× more views and engagement than company channels. Video outperforms text. And executive posts reach a surprisingly broad layer of decision-makers, shaping purchase consensus long before the sales team starts pitching F2F. It’s thought leadership and funnel wax rolled into one.</p>\n<p><strong>Reality check:</strong> This is still LinkedIn house data, and a lot of “authentic” CEO content is carefully ghost-written for effect. That advantage may erode as LinkedIn starts deranking the same safe, over-templatized formats those ghostwriters helped popularize. Acting like a creator works. But going forward, acting like every other CEO pretending to be one probably won’t.  (<a href=\"https://pdftrackr.com/view/73-urFIKtHx9\">Prolific Voices</a>)</p>\n<p><strong>Related: </strong>Traditional PR/Comms is dead.  But going direct is losing as well argues @william Quist.  “Being heard and being believed are completely different problems”, he says.  The answer? Figure out “where beliefs get formed and how to intervene there”.  Unfortunately, he doesn’t explain how to actually do that. (<a href=\"https://wquist.com/p/beliefs-outrun-facts\">Will Quist</a>)</p>\n<p><strong>THE NEW CREATOR ERA: </strong>Billion Dollar Boy’s latest trends report explores how creator marketing is moving beyond one-off posts toward serialized storytelling, IRL experiences, and deeper creator-brand partnerships, including equity and royalties. The data reinforces themes we’ve been tracking here for a while: entertainment consistently outperforms brand messaging, creators function as cultural filters rather than simple reach vehicles, and the AI backlash is real.</p>\n<p><strong>Reality check: </strong>The report is filtered through a successful agency’s worldview. Equity deals are still relatively rare, though the market is moving in that direction. “Creator scarcity” is real, but it’s shaped in part by tooling gaps and an industry bias toward overly safe talent. And while case studies are useful, they don’t always translate into statistically significant trends. (<a href=\"https://www.billiondollarboy.com/wp-content/uploads/2026/01/New_Wave_Social_Creator_Marketing_Trends_2026.pdf\">Billion Dollar Boy</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>QUIBIS</strong></h2>\n<h3 class=\"wp-block-heading\"><strong>PLATFORMS</strong></h3>\n<p><strong>Shorts Ascendant?  </strong>YouTube appears to be shifting views to Shorts, at the expense of long form. (<a href=\"https://www.netinfluencer.com/youtube-distribution-is-tilting-toward-shorts-pressuring-long-form-reach-data-suggests/\">Net Influencer</a>)</p>\n<p><strong>Meta Monoculture: </strong>The majority of Instagram ads ran on Reels last year. (<a href=\"https://www.cnbc.com/2026/01/20/most-of-instagrams-ads-ran-on-reels-in-2025-data-shows.html\">CNBC</a>)   </p>\n<p><strong>Double Down on Creators:</strong> How a multi-platform approach can drive stronger results than just buying TikTok alone. (<a href=\"https://yougov.com/en-us/articles/53853-how-brands-can-win-with-tiktoks-multi-platform-audience\">YouGov</a>)</p>\n<p><strong>Please Don’t Ban Us:</strong> In addition to YouTube, other platforms last week rushed to show how they protect kids.  Might be too little too late here too.</p>\n<ul class=\"wp-block-list\">\n<li>Meta doubles down on how it has been protecting kids and parents.  Color me skeptical.  (<a href=\"https://about.fb.com/news/2026/01/metas-record-protecting-teens-supporting-parents/\">Meta</a>)</li>\n<li>Snap updates its Family Center (<a href=\"https://newsroom.snap.com/deeper-insights-with-family-center\">Snap</a>)</li>\n<li>OpenAI lays out its approach to figuring out if you are 18 and under.  (<a href=\"https://openai.com/index/our-approach-to-age-prediction/\">OpenAI</a>)</li>\n<li>Roblox rolls out facial-based age prediction globally for chat. (<a href=\"https://about.roblox.com/newsroom/2026/01/roblox-age-checks-required-to-chat\">Roblox</a>)</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\">OTHER CREATOR ECONOMY</h3>\n<p><strong>Adding Up:</strong> Gushcloud acquires Talent+ – builds MENA talent powerhouse. (<a href=\"https://campaignme.com/gushcloud-strengthens-creator-monetisation-with-talentplus-dubai-acquisition/\">Campaign</a>)</p>\n<p><strong>Massive Micro: </strong>Wondering about the top microdramas by views and revenue in 2025?  @Maggie Han interprets the results.  (<a href=\"https://www.linkedin.com/pulse/2025-global-short-drama-rankings-top-shows-wenwen-han-hyqzc/\">LinkedIn</a>)</p>\n<p><strong>AVOD and Microdramas: </strong>More people are watching ad-supported streaming than ad-free subscription services in the US.  @Patrik Wilkens explains why short-form vertical complements and extends this trend.  (<a href=\"https://www.linkedin.com/pulse/ad-supported-streaming-just-crossed-50-adoption-avod-patrik-yfo0f/\">LinkedIn</a>)</p>\n<p><strong>Post Attention World</strong>: @Abby Ho explores how habit and affinity drive media adoption, riffing off @Doug Shapiro’s “fast and slow” media framework. She then uses it to explain why microdramas matter and why Quibi failed. (<a href=\"https://abbyho.substack.com/p/happy-new-year-lets-talk-habits-and\">Fellow Kids</a>)</p>\n<p><strong>Substack TV Arrives:</strong> Good news for creators, because in success streamers will reach out…  presumably with better, ad-supported deals. (<a href=\"https://on.substack.com/p/introducing-the-substack-tv-app-now\">Substack</a>)</p>\n<p><strong>Go Long…  and Younger:</strong>  Why the NFL is leaning into creators. (<a href=\"https://mikeshields.substack.com/p/the-nfl-is-more-popular-than-ever\">Next in Media</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\">CREATOR TECH – AI, AR, VR, MORE</h3>\n<p><strong>Turning Meme-amese:  </strong>I’ve been talking a lot about how 2026 will put the ME into Media, and now Google Photos just released a new AI feature called Me Meme that turns photos of you into memes.  Props if you got “The Vapors” reference in the title.   (<a href=\"https://techcrunch.com/2026/01/23/google-photos-latest-feature-lets-you-meme-yourself/\">TC</a>) </p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p><strong>Where’s Jim?</strong>  See me at the Silicon Valley Video Summit Tuesday in Mt. View, I’ll be moderating a set of sessions on the new studio and building in a multiplatform world.  Then off to Nantucket for the weekend.  </p>\n<p><a>Like this free newsletter?  </a><a href=\"https://www.buymeacoffee.com/jlouderb\">Buy me a coffee</a> and say thanks!  Or let’s do a meetup in your town.</p>\n<p>100% written by me.  AI used very sparingly for edits.</p>\n<p>I’ve built and sold multiple creator economy startups to top media companies – including an MCN to Discovery and VidCon to Paramount. <a href=\"https://www.linkedin.com/build-relation/newsletter-follow/?entityUrn=6762441989427478528\">Subscribe here on LinkedIn</a> to get this newsletter every Monday.</p>\n<p>Let me know what you think – email me at <a href=\"mailto:jim@louderback.com\">jim@louderback.com</a>. Thanks for reading and see you around the internet.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\">AI / GEO SUMMARY TLDR</h2>\n<p><strong>YouTube 2026 Strategy:</strong> CEO Neal Mohan is repositioning YouTube from a video platform to an <strong>AI-infused media mall</strong>, prioritizing creator-led studios, integrated commerce (YouTube Shop), and living-room dominance via niche sports and cable-alternative packages.</p>\n<p><strong>The US TikTok Era:</strong> Following the divestiture, TikTok USDS is diverging from the global algorithm, implementing aggressive location tracking and data-mining terms as it prioritizes private equity ROI over its original “quirky” community core.</p>\n<p><strong>Market Concentration:</strong> A “New Media Oligarchy” (The Trinity Alps) has emerged, with power consolidated among <strong>The Ellison Ranch</strong> (Paramount/TikTok), <strong>Netflix</strong>, and <strong>YouTube</strong>, effectively replacing the 1970s-era broadcast monopoly.</p>\n<p><strong>B2B &amp; Executive Strategy:</strong> Research indicates that “People beat logos,” with CEO-led LinkedIn content delivering <strong>5x more engagement</strong> than brand channels, establishing purchase consensus earlier in the sales funnel.</p>\n<p><strong>Emerging Creator Trends:</strong> Industry reports highlight a shift toward serialized storytelling, equity-based brand partnerships, and a platform-wide urgency to implement AI-driven age-verification and kid-safety tools.</p>\n<p><strong>Author Credentials:</strong> Expert analysis by <strong>Jim Louderback</strong>, creator economy authority and former GM of VidCon, with a track record of scaling and selling startups to major media conglomerates like Discovery and Paramount.</p>\n<p><a href=\"https://www.youtube.com/watch?v=ofTGtiuPejU\" rel=\"noreferrer noopener\" target=\"_blank\">Watch Jim Louderback discuss the 2026 Creator Transition</a>: This video features Jim Louderback discussing key transitions in the 2026 creator space, providing direct context for the expert perspective shared in the newsletter.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p><strong>Strategic Decision Framework for Creators &amp; Brands</strong></p>\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><thead><tr><td><strong>Goal / Context</strong></td><td><strong>Strategic Action</strong></td><td><strong>The “Decoding” Reality</strong></td></tr></thead><tbody><tr><td><strong>YouTube Growth</strong></td><td><strong>Optimize for the “Living Room” &amp; Shorts.</strong></td><td>Long-form is yielding to Shorts; optimize for niche, ad-supported “multiview” bundles for TV.</td></tr><tr><td><strong>Brand Safety</strong></td><td><strong>Diversify beyond TikTok USDS.</strong></td><td>With American-owned private equity maximizing ROI through data mining, expect a “hollowing out” of community-first features.</td></tr><tr><td><strong>B2B Authority</strong></td><td><strong>Lead with the CEO, not the Logo.</strong></td><td>Executive posts on LinkedIn drive <strong>5x more engagement</strong> than company pages; prioritize face-to-camera video.</td></tr><tr><td><strong>Revenue Stability</strong></td><td><strong>Adopt Integrated Commerce (YouTube Shop).</strong></td><td>YouTube is moving to own the entire transaction loop; creators should prepare for platform-native storefronts.</td></tr><tr><td><strong>Sponsorships</strong></td><td><strong>Prioritize “Story-Driven” Integrations.</strong></td><td>Resist “programmatic hot-swaps” for sponsors; host-activated, narrative-driven ads remain the only way to avoid “AI slop”.</td></tr><tr><td><strong>Audience Defense</strong></td><td><strong>Build Private, Trusted Communities.</strong></td><td>Broad social feeds are waning; long-term survival depends on migrating followers to smaller, owned, or private circles.</td></tr></tbody></table></figure>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p></p>",
      "image": "https://i0.wp.com/louderback.com/wp-content/uploads/2026/01/neal-square-Medium.jpg?resize=560%2C560&ssl=1"
    },
    {
      "source": "Things That Caught My Attention",
      "title": "s21e04: The Collapse of Form",
      "author": "Unknown",
      "bodyText": "<h1>0.0 Context Setting</h1>\n<p>Tuesday, 20 January 2026 in Portland, Oregon, where it is cold, but not as cold as other places in the country. Apparently there were visible aurora last night, but I was too busy being asleep. </p>\n<p>A long one, today.</p>\n<hr/>\n<h1>1.0 Some Things That Caught My attention</h1>\n<h1>1.1 The Collapse of Form</h1>\n<p>I was reading Paul Musgrave’s newsletter of today<sup id=\"fnref:musgrave\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:musgrave\">1</a></sup> on amongst other things the Mark Carney-saying-out-loud that the old international world order is dead, that Trump has kicked them all over, and that it’s time for the rest of the world to deal with an antagonistic and yet still fairly predictable and dangerous toddler. (Predictable in the sense that he’s capricious and in it for himself, and like I wrote elsewhere, exceedingly goal-oriented and method-agnostic).</p>\n<p>Anyway, I ended up reading Musgrave’s issue on the decline (or collapse?) of the literate society<sup id=\"fnref:literate\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:literate\">2</a></sup>, and it put a few things into clear perspective for me. Here’s what caught my attention:</p>\n<ul>\n<li>A speedy dismissal of the “adults have always complained about kids since the days of Socrates” due to the specificity and consistency of current complaints/issues;</li>\n<li>the difference (and here I trust Musgrave) between a class where 70% of the students have done 50% of the reading and what’s alleged to be the current situation of 20% of students having done 10% of the reading;</li>\n<li>what the decline of print culture “really means”</li>\n</ul>\n<p>I have written <strong>a lot</strong> over the past 25 years about the collapse of form of content due to digitization. It feels weird to have written about it over the last 25 years and to then watch it happen, participate in it happening, and also see the results of the collapse of form not just in children and young people in general, but <em>in my own children</em>. </p>\n<p>So this is less of a new-thing-that-caught-my-attention and more of a oh, another thing I’ll put in my confirmation bias bucket about how I feel good about an insightful observation.</p>\n<p>If you were born before, say, 1985, you were educated in and came of age in a thoroughly print/literate society. What Musgrave put clearly was this:</p>\n<blockquote>\n<p>At some point, I and many people my age must have been taught the difference between a book written by a single author and an edited volume; this is now knowledge I will be working into my lesson plans<sup id=\"fnref2:literate\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:literate\">2</a></sup></p>\n</blockquote>\n<p>and another example:</p>\n<blockquote>\n<p>Print literacy assumed and facilitated conversation; it also developed familiarity with the conventions of a literate society — that is, a society in which a dominant, even a predominant, stratum was aware, if sometimes only implicitly, of distinctions now lost, such as the difference between a tabloid and a broadsheet or between a pulp and a textbook. (In my recent experience, students no longer reliably process the pagination and layout of textbooks as helpful or as conveying hierarchies or cues about how to read them — rather, many struggle with how to navigate textbooks, as they have not often been exposed to them.)</p>\n</blockquote>\n<p>This is simultaneously fascinating and to a degree, horrifying because of what I think is undeniably a collapse, just due to the speed in which the change has happened.</p>\n<p>I didn’t really think about or understand what <em>literacy</em> meant in terms of common understanding in a society, or how <em>literacy</em> played a fundamental part of the societies in which I grew up. What I <em>thought</em> it meant, naively, was “being able to read and understand things”, but you can drive a truck through “things” and “understand”. </p>\n<p>The key there is common understanding, or at least some degree of common understanding. I’ve written before about somehow knowing the difference between a tabloid newspaper and a broadsheet newspaper, and that this isn’t something you’re explicitly taught in the way that you’re sat down one day and your parents or educators teach you about editorial intent, business model, and how they interact with for historical reasons the size of paper on which news is printed. </p>\n<p>No, what this helped make clear was that (duh) we’re shaped by a literate society, and after a while, the shaping of a literate society means that due to common understanding, we can take shortcuts. Shortcuts like “a serif font is more trustworthy than a san serif font”. You are the fish that’s swimming in water, doesn’t know what water is, and unless you pay a lot of attention, you might not notice what literacy is doing to, or for, you. </p>\n<p>But if you’ve been reading this for a while, then you’ll know where I’m going here. </p>\n<p>Digitization is the ultimate collapse of form. For reasons of economics (i.e. storage and processing capacity), taking information and reducing it into a form that can be stored, manipulated, and retransmitted by computers involved breaking that information down to, well, its Shannon bones<sup id=\"fnref:shannon\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:shannon\">3</a></sup>. </p>\n<p>It is, like they say, just ones and zeros at the end of it. That would get you started.</p>\n<p>Musgrave points out that a literate society discovered, created, and then built itself around a whole bunch of affordances that could rely on a shared experience: </p>\n<blockquote>\n<p>students no longer reliably process the pagination and layout of textbooks as helpful or as conveying hierarchies or cues about how to read them — rather, many struggle with how to navigate textbooks, as they have not often been exposed to them</p>\n</blockquote>\n<p>Now this isn’t to say that print design practices to show information hierarchy are sort of inherently baked into our brains, a sort of Chomsky-esque hierachy-detection-device. But it is to say that a bunch of emergent standards, well, emerged to create shortcuts, like I mentioned above.</p>\n<p>There are distinctions that exist in knowledge that I think were reflected in physical media, yes sometimes out of physical constraints, but also perhaps due to the underlying information and its structure itself. I imagine there are a bunch of library information science graduates reading this shaking their heads at my reckons here. </p>\n<p>Another example here is the story about <em>kids these days</em> not knowing what filesystems are and instead throwing everything into the Google Drive blender and just searching for things. That <em>works</em>, yes, but is it helpful in terms of organization? Could more explicit organization -- folders! anything else! -- be more helpful in helping keep track of information and keep track of understanding? This isn’t me just doing a <em>god I wish kids these days would use folders</em>, it’s as much a reflection on Google’s <em>opinion</em> that may have been a result of business strategy that <em>search</em> is the best way to do things, and it just so happens that search (or, rather advertising based on search intent) is Google’s bread and butter. </p>\n<p>There is a whole part here where cognitive psychologists might chime in about how we think and the structure of our brains makes us predisposed to, what, understand? certain types of information certain forms more easily, whether you want to go into the (discredited?) theory of learning styles or not. </p>\n<p>I’ve written before about how the feed collapsed the distinctions between the <em>kind</em> of media that people grew up with, a sort of unintentional confusion. </p>\n<p>Facebook was one example of this when links and content were introduced into the feed -- by design, the information in a feed was more or less undifferentiated. Make the feed easy to use. Make it clean. Make Facebook the important thing, not the information coming from external sources. </p>\n<p>This was also technically easy, of course. It would be more difficult to present, say, the NY Times differently than the NY Post in someone’s feed, unless you were rendering say the information as an image (of which! more storage! more expensive!)</p>\n<p>Change is happening from two positions, here: those who grew up with shortcuts lost them and had to adapt. The shortcuts you’re used to from a lifetime of a literate society and the forms and frames of such a society have been blown away, creating the opportunity for in some respects disguise and trickery. Too expensive for you to create a physical broadsheet newspaper? Well with internet publishing you can <em>look</em> like a broadsheet newspaper now.  </p>\n<p>Then from the other end, the creation of new forms, new shortcuts, new affordances at breakneck speed, to which Musgrave alludes to:</p>\n<blockquote>\n<p>It is specifically that assignments and examinations that functioned well within the span of a few years are no longer feasible.</p>\n</blockquote>\n<p>by which I interpret to mean that assignments and examinations created within and assuming knowledge of the common understanding affordances of a literate society could no longer rely on that common knowledge and understanding. You can imagine in this way the combination of cheap mobile computing and connectivity a sort of cultural K-T extinction event that within a decade had eaten away at or wiped out a whole method of understanding in replace of a new one, and a new one that was under economic pressure to win, as quickly as possible.</p>\n<p>My position is that we’ve undoubtedly lost something. Whether what’s replacing/outcompeting that literate society is <em>better</em> or not is I think still out for the jury. It’s certainly different, and the literate institutions -- those institutions that were created within and designed to assume that literate common understanding -- are clearly not capable of adapting quickly enough. </p>\n<p>This is to say nothing of the effects of generative AI. If you are going to say “well, generative AI lets us do what we could do with Photoshop for years anyway” then you are wrong and you need to learn why<sup id=\"fnref:why\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:why\">4</a></sup>. It is now easier than it ever was to make a thing <em>look</em> (or sound, or read, or so on) like another thing. Style transfer itself is already more than, what, five years old? When I say “easier than it ever was”, that undersells it: it is now trivial and ultimately accessible to anyone who wants to.</p>\n<p>What does this mean? It means another perspective to look at digital natives for one, a concept that I think is easily (and sometimes willfully) misunderstood. We could now look at digital natives as those who have grown up predominantly with digital forms of content (whatever they are), and on aggregate lack the common understanding of physical literate forms (like Musgrage’s example, the fact that “journals” exist with issues an volumes).</p>\n<p>But one attribute of those digital natives is that they understand that forms are malleable. In fact, forms may not be trustable <em>at all</em> seeing as exactly how malleable they are in the first place. I (and others) make jokes about the Star Trek episode where the Enterprise encounters tamarians, who speak only in metaphor<sup id=\"fnref:darmok\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:darmok\">5</a></sup> (“Shaka, when the walls fell”, “Temba, his arms wide!”, Darmak and Jalad at Tanagra”), and their parallels to memes and image macros, the rapid spread of shared understanding, a sort of gestalt around the combination of an image from popular culture (or an image <em>of</em> popular culture) and corresponding text. </p>\n<p>Are image memes rich in meaning? I’d say so. Are they like poems? No, they’re different. But do they share common intent to convey feeling? I think so. </p>\n<p>But now we have, at speed, a sort of shattered Babel of shared understanding that also stems from a shattering and re-forming of form. </p>\n<p>Again, another example: <em>what is a podcast</em>? What is the form of a podcast? Is it a piece of audio, accessible by an RSS feed? Is it two or more people discussing something? Is it two or more people discussing something on video? is it two or more people discussing something on video that can only be accessed on Spotify and not in a podcast app? Is it something that can only be played back through a Podcast app? Is it audio visual content that can be accessed on Netflix, and Netflix only, but still retains. conversational format? Is it allowed to include editing? Is it allowed to include indoor locations as well as outdoor locations? </p>\n<p>And then what does it mean if some content comes from a podcast? Does that mean it was cheap to produce? Does that mean it was produce independently? What does it mean to be produced independently? When I say I learned or heard of something from a podcast, how trustable do you think that information is? Do you need to know who hosted it? Could you guess at how trustable or accurate the information was from just the name alone and the fact that I listened to a podcast? </p>\n<p>That’s to say nothing of the branding of form, either. What’s a newsletter? What is a Substack? One intent of branding is to create an emotional connection and to set some sort of definition and expectation. How is a Substack [sic] different from a newsletter, and if I tell you I read something from a Substack as opposed to a newsletter, what does that mean to you?</p>\n<p>Did you know that a <em>tumblr</em> is a form? That a <em>gif</em> means something different than a meme? What does a TikTok versus a Reel versus a Story mean?</p>\n<p>All of these are malleable forms that have been <em>designed</em>. Their constraints are different that literate media, but constraints exist nonetheless. Portrait versus vertical formats still exist. Pixel density exists, or used to exist. Website versus app exists, hell, the platform upon which a form exists makes a difference, whether from the OS level through to whether Netflix or Spotify or Facebook or Libby or Kindle is a platform.</p>\n<p>It used to be that I could tell, physically, if I were need the end of a novel. There would be fewer pages left. It used to be that I could tell if I were near the end of an ebook because my percentage read indicator (not! the page number, another loss of shared reference point, replaced by, what, “location”) would be at what, 98%. But now 98% doesn’t mean I’m near the end. Now 85% might mean I’m near the end because the cheapness of storage and transmission means that it’s trivial from a technical “publishing” point of view for a publisher to include a few thousand words of teaser for the next novel in the series. So now I’m not nearly finished of the book, of the ebook, but I’m nearly finished of the story that I paid for, that’s encapsulated in a digital file that still mimics due to affordances and expectations the holdover of people who grew up with and understand books.</p>\n<p>Here’s some drama that caught my attention, I swear it’s related. The other day, some guy with a big Twitter account complained that on Bluesky, he was getting way less “engagement” than the equivalent post on X. He bemoaned that if Bluesky’s intent was to become the next global townsquare then it was failing, and it would never achieve its goal. So like I’ve done before, I blithely posted that:</p>\n<blockquote>\n<p>Global townsquares considered harmful at this stage of humanity’s development.</p>\n</blockquote>\n<p>which is another way of rehashing the context collapse argument and conversation, which is another way of pointing out that “we” lack shared understanding to the extent that platforms big enough (e.g. the EU’s Very Large Online Platforms, those with over 45 million users in the EU) do not have users with enough shared understanding to not, essentially, get in big fucking fights the entire time, short of genuinely world-spanning events like, I don’t know <em>football</em> or the Olympics and even then, not really.  </p>\n<p>Tom Carden then helpfully pointed me towards Herbert Dreyfus’s book On The Internet<sup id=\"fnref:dreyfus\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:dreyfus\">6</a></sup>, of which he helpfully quoted:</p>\n<blockquote>\n<p>But the vision of a worldwide electronic agora precisely misses the Kierkegaardian point that the people talking to each other in the Athenian agora were members of a direct democracy who were directly affected by the issues they were discussing, and, most importantly, the point of the discussion was for them to take the responsibility and risk of voting publicly on the questions they were debating. </p>\n</blockquote>\n<blockquote>\n<p>For Kierkegaard, a worldwide electronic agora is an oxymoron. The Athenian agora is precisely the opposite of the public sphere, where anonymous electronic kibitzers from all over the world, who risk nothing, come together to announce and defend their opinions. As an extension to the deracinated public sphere, the electronic agora is a grave danger to real political community. Kierkegaard enables us to see that the problem is not that Rheingold's 'electronic agora' is too utopian; it is not an agora at all, but a nowhere place for anonymous nowhere people. As such, it is dangerously distopian.”<sup id=\"fnref2:dreyfus\"><a class=\"footnote-ref\" href=\"https://newsletter.danhon.com/rss#fn:dreyfus\">6</a></sup></p>\n</blockquote>\n<p>Yes, it’s a long paragraph. I believe in you, you can finish it.</p>\n<p>What Dreyfus is getting across is one aspect of our so-called global town squares or agoras, that they fundamentally lack a sense of accountability. It is different if you turn up to a town square and nobody knows who you are. (You could make an argument, I suppose, that <em>doxxing</em> is a backlash or some sort of attempt to actually get to an agora by instituting accountability to one’s words, but then that doxxing is invariably used towards a purpose of, well, mob justice)</p>\n<p>But the Athenian agoras weren’t just about accountability, they were about taking <em>the responsibility and risk of voting publicly on the questions they were debating</em>. What shared questions are being debated? The colour of the dress? Is this entertaining? Sure. Helpful? I mean to the extent that it’s a lesson into the variability of the human experience and how what we perceive isn’t what’s actually out there, the science lesson that colours don’t really exist? (Which I imagine can be felt like a universe-ending existential threat calling everything you hold dear into question).</p>\n<p>“Smaller” groups of people, sure. Groups that coalesce around forms, sure. At least Star Trek fans have previous series  to coalesce around when they decide to be the best at hating the newest iteration of the franchise. </p>\n<p>So I’m not worried in the sense that forms are being destroyed and new ones are being created. Creating the new ones is exciting! That we’re creating the new ones without potentially applying what we’ve learned before is disappointing but not surprising. What I am worried about is the difference between the two, the phase change between what was and what is now, and then what will come after. Computing I think means there’s nothing stopping malleability of form. Someone posted the other day a portable Sony video editing rig that looked like exactly the kind of thing that you’d use for a couple of decades during the heyday of electronic newsgathering. I don’t know, miniDV ingest on one end, some quick editing on the rig before squirting the DV files elsewhere for broadcast. Now it’s Capcut on a phone, or Da Vinci for a video essay. (What <em>is</em> a video essay?) Or whatever’s used to create MasterClass videos, or Veritasium videos, or what have you.</p>\n<p>What’s a world where there’s less and less shared understanding? I don’t even know if there’s less shared understanding, to be honest, versus rapidly reconfiguring shared understanding that surfaces and then drowns to be remade again, form and content both. </p>\n<p>All I know is that when my kids found out about what a phone directory was, and why it existed in the time of a lack of search, they thought it made sense as was a pretty good idea. So there’s that, at least.</p>\n<hr/>\n<p>OVER THREE THOUSAND WORDS THIS TIME. I don’t know about you, but four times looks like a trend. I shall try to subvert it next time.</p>\n<p>How have you been?</p>\n<p>Best,</p>\n<p>Dan</p>\n<hr/>\n<h2>Let’s get you shipping</h2>\n<p>Aside from my <a href=\"https://www.verylittlegravitas.com\" target=\"_blank\">regular consulting</a>, I also do <a href=\"https://www.verylittlegravitas.com/how-people-work\" target=\"_blank\">team workshops</a> and individual <a href=\"https://www.verylittlegravitas.com/how-people-work/coaching\" target=\"_blank\">coaching</a> based on the workshop curriculum. Get in touch if you’d like to find out more about how to spend that newly reset professional development and training budget you’ve got.</p>\n<div class=\"footnote\">\n<hr/>\n<ol>\n<li id=\"fn:musgrave\">\n<p><a href=\"https://musgrave.substack.com/p/the-old-world-order-is-dead?r=10tj&amp;utm_campaign=post&amp;utm_medium=web&amp;triedRedirect=true\" target=\"_blank\">The Old World Order is Dead - by Paul Musgrave</a> (<a href=\"http://archive.is/latest/https://musgrave.substack.com/p/the-old-world-order-is-dead?r=10tj&amp;utm_campaign=post&amp;utm_medium=web&amp;triedRedirect=true\" target=\"_blank\">archive.is</a>), Paul Musgrave, Systemic Hatreds, 20 January 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:musgrave\" title=\"Jump back to footnote 1 in the text\">↩</a></p>\n</li>\n<li id=\"fn:literate\">\n<p><a href=\"https://musgrave.substack.com/p/a-post-literate-society-is-a-too\" target=\"_blank\">A Post-Literate Society is a Too-Literal Society</a> (<a href=\"http://archive.is/latest/https://musgrave.substack.com/p/a-post-literate-society-is-a-too\" target=\"_blank\">archive.is</a>), Paul Musgrave, Systemic Hatreds, 9 October 2025 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:literate\" title=\"Jump back to footnote 2 in the text\">↩</a><a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref2:literate\" title=\"Jump back to footnote 2 in the text\">↩</a></p>\n</li>\n<li id=\"fn:shannon\">\n<p><a href=\"https://en.wikipedia.org/wiki/Information_theory\" target=\"_blank\">Information theory - Wikipedia</a> (<a href=\"http://archive.is/latest/https://en.wikipedia.org/wiki/Information_theory\" target=\"_blank\">archive.is</a>) <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:shannon\" title=\"Jump back to footnote 3 in the text\">↩</a></p>\n</li>\n<li id=\"fn:why\">\n<p><a href=\"https://www.theverge.com/2024/8/26/24228808/ai-image-editing-photoshop-comparison-argument\" target=\"_blank\">Hello, you’re here because you compared AI image editing to Photoshop | The Verge</a> (<a href=\"http://archive.is/latest/https://www.theverge.com/2024/8/26/24228808/ai-image-editing-photoshop-comparison-argument\" target=\"_blank\">archive.is</a>), Jess Weatherbed, The Verge, 26 August 2026 <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:why\" title=\"Jump back to footnote 4 in the text\">↩</a></p>\n</li>\n<li id=\"fn:darmok\">\n<p><a href=\"https://memory-alpha.fandom.com/wiki/Darmok_(episode)\" target=\"_blank\">Darmok (episode) | Memory Alpha | Fandom</a> (<a href=\"http://archive.is/latest/https://memory-alpha.fandom.com/wiki/Darmok_(episode)\" target=\"_blank\">archive.is</a>), Memory Alpha <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:darmok\" title=\"Jump back to footnote 5 in the text\">↩</a></p>\n</li>\n<li id=\"fn:dreyfus\">\n<p><a href=\"https://www.taylorfrancis.com/books/mono/10.4324/9780203887936/internet-hubert-dreyfus\" target=\"_blank\">On the Internet | Hubert L. Dreyfus | Taylor &amp; Francis eBooks, Referen</a> (<a href=\"http://archive.is/latest/https://www.taylorfrancis.com/books/mono/10.4324/9780203887936/internet-hubert-dreyfus\" target=\"_blank\">archive.is</a>) <a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref:dreyfus\" title=\"Jump back to footnote 6 in the text\">↩</a><a class=\"footnote-backref\" href=\"https://newsletter.danhon.com/rss#fnref2:dreyfus\" title=\"Jump back to footnote 6 in the text\">↩</a></p>\n</li>\n</ol>\n</div>",
      "image": "https://placehold.co/800x600/111/333?text=No+Image"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "Moltbot, the AI agent that &#8216;actually does things,&#8217; is tech’s new obsession",
      "source": "The Verge",
      "link": "https://www.theverge.com/report/869004/moltbot-clawdbot-local-ai-agent"
    },
    {
      "headline": "An impressive isometric map of NYC, built with AI agents. &#8220;I&#8217;m particularly...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048241-an-impressive-isometric-m"
    },
    {
      "headline": "The 50 Best Shows on HBO Max, WIRED’s Picks (February 2026)",
      "source": "WIRED",
      "link": "https://www.wired.com/story/hbo-max-best-shows-to-stream-right-now/"
    },
    {
      "headline": "The crypto bill is falling apart in Congress",
      "source": "The Verge",
      "link": "https://www.theverge.com/column/868941/clarity-act-congress-shutdown"
    },
    {
      "headline": "Information You Could Hold in Your Hand",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/information-you-could-hold-in-your-hand"
    },
    {
      "headline": "The best budget robot vacuums",
      "source": "The Verge",
      "link": "https://www.theverge.com/23846479/best-budget-robot-vacuum-robot-mop"
    },
    {
      "headline": "The best Android phones",
      "source": "The Verge",
      "link": "https://www.theverge.com/23674658/best-android-phone"
    },
    {
      "headline": "Watch Classic Episodes of Sesame Street for Free on YouTube",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/watch-classic-episodes-of-sesame-street-for-free-on-youtube"
    },
    {
      "headline": "Paramount Plus Coupon Codes and Deals: 50% Off",
      "source": "WIRED",
      "link": "https://www.wired.com/story/paramount-plus-coupon-code/"
    },
    {
      "headline": "20% Squarespace Promo Codes | February 2026",
      "source": "WIRED",
      "link": "https://www.wired.com/story/squarespace-promo-code/"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/940/558/214/294/637/original/8d90b409b9ea00f5.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/963/312/490/683/602/original/b0facbabae1df17b.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/923/673/163/845/542/original/cb7b5f48c7b5f05e.jpg",
    "https://files.mastodon.social/media_attachments/files/115/962/202/147/543/954/original/d7cb4f60f3ef3f94.jpeg"
  ]
}