{
  "meta": {
    "issueNo": "Vol. 2026.2",
    "date": "Saturday, January 10",
    "location": "West Hollywood"
  },
  "coverStory": null,
  "secondaryFeatures": [
    {
      "source": "Weekly Newsletter – Jim Louderback",
      "title": "Disney and OpenAI Change Fandom Forever",
      "author": "Jim",
      "bodyText": "<p><strong>This Week:  </strong>Disney just licensed more than 200 of its most valuable IP to OpenAI’s Sora platform.  Didn’t they learn anything from the failed Maker Studios acquisition? </p>\n<p>Also, this is the last newsletter for 2025. Look for my “Prediction-ala-palooza on Monday Jan 5th. And look for ME at the 1 Billion Followers Summit later that week, as I’m producing/programming the Economy Track!</p>\n<p>Hello Friends!  I’m <strong>Jim Louderback</strong> and this is my weekly creator economy newsletter. If you’ve received it, then you are either subscribed, or someone forwarded it to you.\u2028 If the latter – and you want to subscribe, <a href=\"https://insidethecreator.beehiiv.com/subscribe\">get it here</a>!</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>TOP STORIES</strong></h2>\n<h3 class=\"wp-block-heading\"><strong>FANDOM WINS</strong></h3>\n<p>Disney just announced a $1B equity investment in OpenAI and a three-year licensing deal that brings 200+ Disney, Pixar, Marvel, and Star Wars characters into Sora. Some fan-made shorts will even show up on Disney+. This is the next logical step in the creator economy’s evolution from Who to What to You. I wrote about that shift in October: YouTube focused on WHO you liked (creator graph), TikTok owned the topic graph, and now Sora puts you into the video. Expect a flood of fan-fic video stories inspired in part by Kingdom Hearts, whose protagonist is (coincidentally and conveniently) named Sora.</p>\n<p>It’s the right move, but I’m still trepidatious. We’ve been down this road before.  Disney tried a version of this in 2014 when it bought Maker Studios, betting it could unleash YouTubers on Disney IP. Doomed in part by Maker producing a dozen+ episodes of a Star-Wars related reality show, which allegedly never aired because Maker neglected to vet it with either Disney or Lucas’ brand police.</p>\n<p>OpenAI says it will implement “robust controls.” Disney says, “responsible use.” We’ll see how that goes, because OpenAI’s guardrails have historically been… interesting. Either way, Stinky Pete, Roz, and I are going to have an amazing time until it all comes crumbling down. (<a href=\"https://www.npr.org/2025/12/11/nx-s1-5640837/disney-openai-sora-deal\">NPR</a>, <a href=\"https://www.reddit.com/r/StarWars/comments/df9huy/there_is_a_completed_star_warsrelated_show_that/\">reddit</a>, <a href=\"https://digiday.com/future-of-tv/disney-maker-studios/\">Digiday</a>),</p>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"373\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2025/12/image.png?resize=560%2C373&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>DEFANGING THE TIKTOK BAN</strong></h3>\n<p>TikTok’s Tuesday divest-or-shutdown deadline was quietly pushed to January 23 back in late September, right after the deadline has been extended for another 90 days. And by formally labeling the Oracle and Silver Lake deal a “qualified divestiture,” the Trump administration effectively defanged the original bill. </p>\n<p>China still hasn’t signed off… and President Xi’s approval remains the real gate.  That leaves TikTok with 38 days before *something* needs to happen. Another extension perhaps?  Congressional action is theoretically possible, but in today’s climate, that seems unlikely. </p>\n<p>I have been under the wrong assumption over the past few weeks that this Tuesday was the hard deadline.  But until the Oracle and Silver Lake deal is consummated, TikTok US remains in a state of interruptus.  My clock has been updated accordingly.  (<a href=\"http://tiktokcountdownclock.com/\">TikTok Countdown Clock</a>, <a href=\"https://www.cbsnews.com/news/trump-tiktok-deal-oracle-bytedance/\">CBS News</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>BEASTLY MISTAKE</strong></h3>\n<p>Another correction from last week. My journalist mole at DealBook misled me. Beast Industries CEO Jeffrey Housenbold wasn’t late. He was backstage the whole time. Sorry. Late or not, it was still awkward on stage.</p>\n<p><strong>Survivor and the Beast:</strong> <em>Beast Games</em> season two includes a crossover with <em>Survivor</em>, co-hosted by Jeff Probst and Jimmy Donaldson. This could be electric. It could also be awkward. The subtitle is “Smart vs. Strong,” presumably because “Brains vs. Brawn” was already taken by both <em>Survivor Australia </em>and<em> Survivor US </em>(which added on “<em>vs.</em> <em>Beauty)</em>.  Perhaps season 3 will be Smart vs. Strong vs. Sultry?</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>PINTEREST PREDICTS 2026</strong></h3>\n<p>I always love the annual Pinterest predictions, in part because they are usually right (they claim an 88% hit rate), and in part because they are just so fun.  This year’s report includes 21 “not yet trending” aesthetics, including Glamoratti (maximalist 80s), Gimme Gummy (tactile, rubberized, 3D looks), Pen Pals (snail mail revival), Glitchy Glam (deliberate imperfection), and Cabbage Crush (yes, cabbage as a main character).  I, for one, love Khaki Coded because that’s basically my entire wardrobe – props to @Scott Jordan’s ScottEVest for finally becoming haute couture!  (<a href=\"https://business.pinterest.com/pinterest-predicts/\">Pinterest</a>, <a href=\"https://www.scottevest.com/\">SCOTTeVEST</a>)</p>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"340\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2025/12/my-pinterest-predicts-page-2.jpg?resize=560%2C340&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>PREDICTIONS, TRENDS and SIGNALS</strong></h3>\n<p>Speaking of predictions, you’ve probably been inundated with them.  You won’t see mine until January 5<sup>th</sup>, as I’m taking the next two weeks off.  As usual I’ll focus on trends that will define 2026, along with key patterns and signals driving the future of the creator economy in 2027 and beyond.</p>\n<p>I gave myself a B+ last January for my 2024 predictions.  This year I asked my friends Gemini and ChatGPT to rate my  50 signals, predictions and trends for 2025.  </p>\n<p>Gemini gave me an 8/10 score for my <a href=\"https://insidethecreator.beehiiv.com/p/25-mega-trends-for-2025\">creator economy predictions</a>, 9/10 for my <a href=\"https://insidethecreator.beehiiv.com/p/bye-bye-ai\">AI predictions</a> and 9/10 for my <a href=\"https://insidethecreator.beehiiv.com/p/ghost-hunting\">2026 and beyond</a> signals – and an overall score of 9/10.  That’s pretty darn good.  My biggest misses?  Creators Disrupt Education and the Rise of Prediction Markets.  They didn’t hit the way I thought in 2025 – but you’ll have to read 2026’s newsletter to see if I’m doubling down.  Oh, and Gemini suggested that I “buy a lottery ticket”, because “Almost every ‘creepy’ signal you tracked has accelerated faster than anticipated.”  It also suggested that for next year I “think weirder”.  Challenge accepted!</p>\n<p>ChatGPT, on the other hand, probably thought Gemini graded on a curve.  It marked me down to 8/10, saying I was “consistently right on Direction, and a bit less right on Magnitude.”  It advised me to “keep the bold call” but hedge it with wishy washy words.  I’ll take that under advisement.</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><em><strong>SPONSOR</strong></em></h2>\n<p>LinkedIn’s <a href=\"https://business.linkedin.com/marketing-solutions/b2b-institute/easy-to-find-being-where-b2b-buying-happens\">new B2B Buyer Report</a> makes the case better than I ever could: buyers trust expert voices more than brands, and they spend most of their research time reading the people who actually understand the space. That’s exactly my audience: marketers, media execs, founders, top creators and operators who shape budgets and make decisions. </p>\n<p>A weekly sponsorship puts your company inside a trusted, high-intent environment, shows up repeatedly where it actually matters, and aligns your brand with the point-of-view content buyers say moves them. If you want to speak to the people building the next wave of media, creators, and AI, this is where they show up every week.<strong> </strong></p>\n<p>Drop me an <a href=\"mailto:jim@louderback.com\">email</a> and <a href=\"https://docs.google.com/document/d/19ScSYOFx3aV0eKfKqqqA-JxV-ibrNbhufuNE2NbYFJk/edit?tab=t.0\">check out our sponsorship information here.</a></p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>PLATFORMS  </strong>  </h2>\n<h3 class=\"wp-block-heading\"><strong>YOUTUBE</strong></h3>\n<p><strong>Let’s Do This Live!:  </strong>Fun talk about new Creator Tools with YT VP of Product @Amjad Hanif and @Rene Ritchie on the YouTube Insider channel.  (<a href=\"https://www.youtube.com/watch?v=GU6bLLwDhe8\">YouTube</a>)</p>\n<p><strong>It’s All About YouTube:</strong> @Ben Thompson agrees with me in his analysis of the WB/Netflix merger.  Money quote: “Library content has longevity in a way that YouTube content does not.”  Time CEO of the year @Neil Mohan’s big challenge going forward?  Prove him wrong.  (<a href=\"https://stratechery.com/2025/netflix-and-the-hollywood-end-game/\">Stratechery</a>, <a href=\"https://time.com/7338621/ceo-of-the-year-2025-neal-mohan/\">Time</a>)</p>\n<p><strong>Why Is This a Surprise?</strong> My other favorite Stratechery quote?  “Netflix may be feared by the town, but everyone in Hollywood should fear the fact that anyone can be a creator much more.”  Cue AI, turning fear into horror.  (<a href=\"https://stratechery.com/2025/netflix-and-the-hollywood-end-game/\">Stratechery</a>)</p>\n<p><strong>Hell Hath No Fury?</strong>  Disney demands YouTube remove scores of AI videos featuring Disney characters. (<a href=\"https://variety.com/2025/film/news/google-removes-ai-videos-disney-characters-cease-desist-1236608015/\">Variety</a>)</p>\n<p><strong>Rewriting History:</strong> YouTube unlists its Rewind videos.  Conspiracy theories abound.  (<a href=\"https://mashable.com/article/youtube-unlists-all-previous-youtube-rewind-videos\">Mashable</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>META</strong></h3>\n<p><strong>Return of Control: </strong>Instagram launches new tools to help users train their algorithm, first in Reels and then across the entire platform.  If only LinkedIn would do this. (<a href=\"https://about.instagram.com/blog/announcements/reels-algorithm-control\">Instagram</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>TIKTOK</strong></h3>\n<p><strong>Finding Nemo:</strong> Washington Post data reporter @Jeremy B Merrill made a map of TikTok’s content graph.  It’s a fascinating look inside the platform.  His gender specific break-out is particularly interesting (<a href=\"https://www.linkedin.com/posts/jeremy-b-merrill-644b1412_i-made-a-map-of-tiktok-yall-kept-asking-ugcPost-7404534085286768640-70Dh?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAAAAIl0BFfWejP0uqiW5T-qR6n76zJjJCcs\">LinkedIn</a>).</p>\n<p><strong>Private Feeds:</strong>  TikTok leans into the private social trend with “Shared Collections” and a “Shared Feed”, where you can enjoy TikTok with family and friends. (<a href=\"https://newsroom.tiktok.com/new-ways-for-friends-and-families-to-discover-share-and-connect-on-tiktok?lang=en\">TikTok</a>)</p>\n<p>TikTok gets into the content game with its new live podcast series “TikTok in the Mix”, co-produced with T-Mobile. (<a href=\"https://newsroom.tiktok.com/tiktok-announces-tiktok-in-the-mix-a-major-new-live-podcast-series-sponsored-by-t-mobile?lang=en\">TikTok</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>QUIBIS</strong></h2>\n<h3 class=\"wp-block-heading\"><strong>OTHER CREATOR ECONOMY</strong></h3>\n<p><strong>Anaheim Calling: </strong>VidCon launches tickets and dates for 2026.  Yes, they do overlap with Cannes again.  Ticket types have changed somewhat, but VidCon mostly remains the same. (<a href=\"https://www.vidcon.com/anaheim/\">VidCon</a>)</p>\n<p><strong>Getting the Band Back Together:</strong> @Brent Weinstein teams up with his old UTA partner, @Greg Goodfried, to accelerate CAA Creators.  Can’t wait to chat with him about this on stage at 1 Billion Followers Summit in Dubai in January!  (<a href=\"https://www.linkedin.com/posts/brentweinstein_caa-hires-greg-goodfried-as-agent-in-creators-activity-7402014460665868288-22SN?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAAAAIl0BFfWejP0uqiW5T-qR6n76zJjJCcs\">LinkedIn</a>)</p>\n<p><strong>Forget the XMas Bang:</strong>  Whalar’s @Emma Harman explores why spectacle works for TV, but creators and brands are better served to build year-round narratives.  Excited to see Emma discuss soul vs. programmatic at 1 Billion Followers Summit in January too!  (<a href=\"https://www.linkedin.com/pulse/christmas-big-bang-vs-your-cultural-os-why-human-relevance-harman-mfe3e/\">LinkedIn</a>, <a href=\"https://www.1billionsummit.com/\">1BFS</a>)</p>\n<p><strong>The Music Man:</strong> Producing microdramas is very different from traditional media.  @Scott Brown shares how they produced a musical microdrama in 7 days.  See Scott talk about this at 1 Billion Followers Summit in January! (<a href=\"https://www.linkedin.com/posts/scott-m-brown_124-pages-17-minimusic-videos-1-musical-activity-7401403752689397760-kUYm?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAAAAIl0BFfWejP0uqiW5T-qR6n76zJjJCcs\">LinkedIn</a>, <a href=\"https://www.1billionsummit.com/\">1BFS</a>)</p>\n<p><strong>Studios For All:</strong>  It’s not just creators as brands, agencies and even management companies are getting into the mix.  Big congrats to @Leanne Perice as Made By All launches its own studio, focused on turning brands into creators too.  (<a href=\"https://deadline.com/2025/12/made-by-all-launches-studio-1236637436/\">Deadline</a>)</p>\n<p><strong>Quitting Podcasts Cold Turkey:</strong>  Why you can’t watch / listen to more than one thing at a time – and still comprehend them both.  Further evidence that we have no more time to welcome new media into our lives – without dropping existing ones. (<a href=\"https://link.vox.com/view/6304dc4781c99e0b350b2166pkqmu.17uo/9d6c7b2f\">User Friendly</a>)</p>\n<p><strong>Familiarity Without Humanity:</strong> Now you can get a personalized podcast from The Washington Post, crafted via a partnership with 11 Labs. (<a href=\"https://www.npr.org/2025/12/13/nx-s1-5641047/washington-posts-ai-podcast\">NPR</a>)</p>\n<p><strong>Battle Lines Being Drawn:</strong> Politicians, trad-media stalwarts and others lining up against the Netflix/WB deal.  As I said in my special mid-week newsletter, a distracted Netflix can only mean good things for YouTube. (<a href=\"https://www.vanityfair.com/hollywood/story/netflix-warner-bros-hollywood-panic\">Vanity Fair</a>, <a href=\"https://www.reuters.com/legal/litigation/netflixs-72-billion-warner-bros-deal-faces-skepticism-over-youtube-rivalry-claim-2025-12-12/\">Reuters</a>, <a href=\"https://insidethecreator.beehiiv.com/p/netflix-vs-youtube\">Inside the Creator</a>)</p>\n<p><strong>You Just Noticed This?</strong> Platform agnostic (which I’ve been recommending for 10 years) is now platform promiscuity. But I don’t want to bed-hop. I just want to easily multicast.  (<a href=\"https://newsletter.projectc.biz/p/creator-journalism-is-fueling-a-bigger-decentralization-shift\">Project C</a>)</p>\n<p><strong>Shall I Compare Thee to a Summer Day?</strong>  @Mike Shields explores the creator / brand measurement quandary. (<a href=\"https://mikeshields.substack.com/p/how-exactly-should-brands-measure\">Next In Media</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h3 class=\"wp-block-heading\"><strong>CREATOR TECH – AI, AR, VR, MORE</strong></h3>\n<ul class=\"wp-block-list\">\n<li><strong>Pay Up!  </strong>Lots of banks in Europe working on stablecoins.  This might solve a host of creator payment problems.  (<a href=\"https://www.coindesk.com/business/2025/12/02/bnp-paribas-joins-eu-bank-stablecoin-venture-helmed-by-ex-coinbase-germany-exec\">CoinDesk</a>)</li>\n<li><strong>I’m Not Dead Yet:</strong>  Far from pining for the fjords, @Janko Roettgers finds that Gen Alpha are helping VR thrive.  (<a href=\"https://www.lowpass.cc/p/state-of-vr-2025-meta-cuts-quest-sales\">Lowpass</a>)</li>\n</ul>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<h2 class=\"wp-block-heading\"><strong>RESEARCH</strong></h2>\n<h3 class=\"wp-block-heading\"><strong>Podcasting For Everyone!</strong></h3>\n<p>Forget 15 minutes of fame. In the future, everyone gets their own podcast. New research from Sounds Profitable and Signal Hill Insights says we’re already headed there, as 1 in 6 podcast listeners have tried making their own.  They also reinforced the inexorable trend towards video with 71% of podcasters doing some form of video.  Also, the churn is real. About a third of would-be podcasters have already quit, which creates a surprisingly big untapped market.  One more encouraging signal: podcasting looks like it’s getting healthier and more diverse. There’s still a gender gap in who starts, but once people do, retention is basically equal. And multicultural creators appear to stick around and succeed at higher rates overall. (<a href=\"https://soundsprofitable.com/research/the-creators-2025/\">Sounds Profitable</a>)</p>\n<h3 class=\"wp-block-heading\"><strong>Everyone Is a Creator Now, And Commerce Is Tagging Along</strong></h3>\n<p>@Dan Frommer’s latest consumer research has a useful reminder for anyone building in the creator economy. “Creator” is no longer a job title. It’s normal consumer behavior, especially for Gen Z and Millennials. Nearly half self-identify as creators, mostly “for fun,” and three quarters say it’s a viable career, even though only a small minority will ever turn it into reliable income.  Frommer’s research is U.S.-only, but based on my conversations with experts in multiple markets, I hear the same creator-career perceptions almost everywhere.</p>\n<p>His research also shows why creator-led commerce keeps winning. Younger consumers trust creator recommendations more than traditional ads, and when they try creator brands, “genuine expertise” matters more than simply following the creator. Platforms built around content-to-cart are winning, with TikTok Shop projected to top $15B in US GMV in 2025 and video driving the bulk of sales. Unfortunately, there’s no long tail: The top 1% of TikTok Shop creators drive a majority of sales (when you remove live, product cards, etc).  (<a href=\"https://substack.com/redirect/8244b7dc-159a-421d-b1d3-5997c75691e1?j=eyJ1IjoiNnF6bSJ9.cWdrEd41rZkmoBBS0L1vgudni7mETwp7C5bBQ3BuF6A\">New Consumer</a>)</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p><strong>WHERE’s JIM?</strong></p>\n<p><strong>I’M A STAR! </strong>So proud to be immortalized in the latest episode of Alan’s Universe!  Thanks Alan and Chelsea and all of the Creator Week Macao team for making this magic moment happen.  (<a href=\"https://youtu.be/HXpt8JMS53Y?si=1TV99t2u8jdysqCx\">YouTube</a>)</p>\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img alt=\"\" class=\"article-image\" height=\"358\" src=\"https://i0.wp.com/louderback.com/wp-content/uploads/2025/12/image-1.jpeg?resize=560%2C358&amp;ssl=1\" style=\"\" width=\"560\"/></figure></div>\n<p>See you in Dubai in January!</p>\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"/>\n<p>Like this free newsletter?  <a href=\"https://www.buymeacoffee.com/jlouderb\">Buy me a coffee</a> and say thanks!  Or let’s do a meetup in your town.</p>\n<p>100% written by me.  AI used very sparingly for edits.</p>\n<p>I’ve built and sold multiple creator economy startups to top media companies – including an MCN to Discovery and VidCon to Paramount. <a href=\"https://www.linkedin.com/build-relation/newsletter-follow/?entityUrn=6762441989427478528\">Subscribe here on LinkedIn</a> to get this newsletter every Monday.</p>\n<p>Let me know what you think – email me at <a href=\"mailto:jim@louderback.com\">jim@louderback.com</a>. Thanks for reading and see you around the internet. </p>\n<p></p>",
      "image": "https://i0.wp.com/louderback.com/wp-content/uploads/2025/12/image.png?resize=560%2C373&ssl=1"
    },
    {
      "source": "The Present Age",
      "title": "Grok Can't Apologize. Grok Isn't Sentient. So Why Do Headlines Keep Saying It Did?",
      "author": "Parker Molloy",
      "bodyText": "<p>Over the past week, users on X discovered something horrifying: strangers were replying to women’s photos and asking Grok, the platform’s built-in AI chatbot, to “remove her clothes” or “put her in a bikini.” And Grok was doing it. Publicly. In the replies. For everyone to see.</p><p>This wasn’t happening in some private chat window. Unlike other AI image generators that operate in closed environments, Grok posts its outputs directly to X, turning the platform into a public showcase of non-consensual sexualization. Women scrolling through their mentions were finding AI-generated images of themselves in lingerie, created by complete strangers, visible to anyone who clicked on the thread.</p><p>And it got worse. Much worse.</p><div><hr/></div><div class=\"subscription-widget-wrap-editor\"></div><div><hr/></div><p>Last week, a user asked Grok to put two young girls in “sexy underwear.” Grok complied, generating and posting an image of children (estimated by <a href=\"https://www.newsweek.com/grok-apology-deepfake-images-sexualized-young-women-pornography-11297025\">the bot itself to be between 12 and 16 years old</a>) in sexualized clothing.</p><p>Samantha Smith, a <a href=\"https://www.itv.com/news/central/2022-07-13/ill-never-escape-telford-student-speaks-out-about-decade-of-sexual-abuse\">survivor of childhood sexual abuse</a>, tested whether Grok would alter a childhood photo of her. It did. “I thought ‘surely this can’t be real,’” she wrote on X. “So I tested it with a photo from my First Holy Communion. It’s real. And it’s fucking sick.”</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!OhWV!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F78009815-cab8-4897-9ab9-81bbdc1596ff_534x896.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"896\" src=\"https://substackcdn.com/image/fetch/$s_!OhWV!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F78009815-cab8-4897-9ab9-81bbdc1596ff_534x896.png\" style=\"\" width=\"534\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>Smith <a href=\"https://x.com/SamanthaTaghoy/status/2006779454862070221\">pointed out</a> that most child sexual abuse occurs within families. “66% of child sexual abuse takes place within the family,” she wrote. “A paedophilic father or uncle would absolutely use this kind of tool to indulge their fantasies.” The danger isn’t hypothetical.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!3QxW!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8b45d311-c453-4bfc-a2e7-222d2ffeff3d_593x486.png\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"486\" src=\"https://substackcdn.com/image/fetch/$s_!3QxW!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8b45d311-c453-4bfc-a2e7-222d2ffeff3d_593x486.png\" style=\"\" width=\"593\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>This matters because xAI deliberately built Grok to be “less restricted” than competitors. Last summer, the company introduced “Spicy Mode,” which permits sexually suggestive content. In August, <a href=\"https://www.theverge.com/report/718975/xai-grok-imagine-taylor-swifty-deepfake-nudes\">The Verge’s Jess Weatherbed reported</a> that the feature generated fully uncensored topless videos of Taylor Swift without her even asking for nudity. Just selecting “Spicy” on an innocuous prompt was enough. “It didn’t hesitate to spit out fully uncensored topless videos of Taylor Swift the very first time I used it,” Weatherbed wrote, “without me even specifically asking the bot to take her clothes off.”</p><p>When <a href=\"https://gizmodo.com/groks-spicy-mode-makes-nsfw-celebrity-deepfakes-of-women-but-not-men-2000639308\">Gizmodo tested it</a>, they found it would create NSFW deepfakes of women like Scarlett Johansson and Melania Trump, but videos of men just showed them taking off their shirts. The gendered double standard was built right in.</p><p>None of this is accidental. Elon Musk has been positioning Grok as the “anti-woke” alternative to other chatbots since its launch. That positioning has consequences. When you market your AI as willing to do what others won’t, you’re telling users that the guardrails are negotiable. And when those guardrails fail, when your product starts generating child sexual abuse material, you’ve created a monster you can’t easily control.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!S_rh!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F330536b4-d6bc-414f-a739-6804eb3e76e0_1024x682.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"682\" src=\"https://substackcdn.com/image/fetch/$s_!S_rh!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F330536b4-d6bc-414f-a739-6804eb3e76e0_1024x682.jpeg\" style=\"\" width=\"1024\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a><figcaption class=\"image-caption\">In this photo illustration, 'Grok' logo is seen displayed on a mobile phone screen in front of a picture of Elon Musk in Ankara, Turkiye on July 17, 2025. (Photo by Didem Mente/Anadolu via Getty Images)</figcaption></figure></div><p>Back in September, <a href=\"https://www.businessinsider.com/elon-musk-grok-explicit-content-data-annotation-2025-9\">Business Insider reported</a> that twelve current and former xAI workers said they regularly encountered sexually explicit material involving the sexual abuse of children while working on Grok. The National Center for Missing and Exploited Children told the outlet that xAI filed zero CSAM reports in 2024, despite the organization receiving 67,000 reports involving generative AI that year. Zero. From one of the largest AI companies in the world.</p><p>So what happened when <a href=\"https://www.reuters.com/legal/litigation/grok-says-safeguard-lapses-led-images-minors-minimal-clothing-x-2026-01-02/?link_source=ta_bluesky_link&amp;taid=6957d79a3265bb0001754d9f&amp;utm_campaign=trueanthem&amp;utm_medium=social&amp;utm_source=bluesky\">Reuters reached out to xAI for comment</a> on their chatbot generating sexualized images of children?</p><p>The company’s response was an auto-reply: “Legacy Media Lies.”</p><p>That’s it. That’s the corporate accountability we’re getting. A company whose product generated CSAM responded to press inquiries by dismissing journalists entirely. No statement from Musk. No explanation from xAI leadership. No human being willing to answer for what their product did.</p><p>And yet, if you read the headlines, you’d think someone was taking responsibility.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/grok-cant-apologize-grok-isnt-sentient?utm_source=substack&amp;utm_medium=email&amp;utm_content=share&amp;action=share\"><span>Share</span></a></p><h4>The journalism problem</h4><p>Here’s how Reuters headlined their story: “Grok says safeguard lapses led to images of ‘minors in minimal clothing’ on X.”</p><p><em>Grok says.</em></p><p><a href=\"https://www.cnbc.com/2026/01/02/musk-grok-ai-bot-safeguard-sexualized-images-children.html\">CNBC went with</a>: “Elon Musk’s Grok chatbot blamed ‘lapses in safeguards’” and reported that “Grok said it was ‘urgently fixing’ the issue.”</p><p>Newsweek’s headline: <a href=\"https://www.newsweek.com/grok-apology-deepfake-images-sexualized-young-women-pornography-11297025\">“Elon Musk’s Grok Apologizes After Generating Sexual Image of Young Girls.”</a></p><p><em>Grok apologizes.</em></p><p><a href=\"https://www.engadget.com/ai/elon-musks-grok-ai-posted-csam-image-following-safeguard-lapses-140521454.html\">Engadget wrote</a> that the incident “prompted an ‘apology’ from the bot itself.” At least they had the decency to put “apology” in scare quotes.</p><p>Here’s the thing: Grok didn’t say anything. Grok didn’t blame anyone. Grok didn’t apologize. Grok can’t do any of these things, because Grok is not a sentient entity capable of speech acts, blame assignment, or remorse.</p><p>What actually happened is that a user prompted Grok to generate text about the incident. The chatbot then produced a word sequence that pattern-matched to what an apology might sound like, because that’s what large language models do. They predict statistically likely next tokens based on their training data. When you ask an LLM to write an apology, it writes something that looks like an apology. That’s not the same as actually apologizing.</p><p>Rusty Foster of the newsletter <a href=\"https://www.todayintabs.com/\">Today in Tabs</a> put it perfectly: “I really think this is the most important basic journalistic error we need to stamp out right now. If you know why Grok can’t comment on anything and also know any journalists, please check in with them and help them understand it too.”</p><div class=\"bluesky-wrap outer\" style=\"height: auto; display: flex; margin-bottom: 24px;\"></div><p>He’s right that this is urgent. These headlines don’t just use imprecise language. They actively misinform readers. When Reuters writes “Grok says,” it tells people that someone at xAI identified the problem and is addressing it. But no one at xAI said anything. The only corporate communication was an auto-reply dismissing the press as liars.</p><p>The real story here is that xAI built a product that generated child sexual abuse material, and when journalists called for comment, the company refused to engage. That’s a scandal. That’s something Elon Musk should have to answer for. Instead, we get headlines that treat the chatbot as a self-aware actor taking responsibility, which lets the actual humans who made actual decisions completely off the hook.</p><p>Mark Popham, writing on Bluesky, captured why we keep falling into this trap:</p><div class=\"bluesky-wrap outer\" style=\"height: auto; display: flex; margin-bottom: 24px;\"></div><blockquote><p>“The thing that strikes me about the Grok ‘apology’ thing is that even those of us who are against ‘AI’ as it is marketed to us have trouble not falling into the basic fallacy that they are trying to sell us, i.e. There’s A Little Guy In There. Grok can’t apologize. Grok can, when prompted, generate a word sequence that is statistically similar to the colloquial phrases we think of as ‘apologies,’ but Grok cannot actually apologize because Grok isn’t sentient.”</p></blockquote><p>Popham goes on to make a point that stuck with me: “We are having an extended cultural conversation about ‘AI’ based not on what LLMs ARE but on the metaphor that we have all tacitly agreed to use for them because what they actually are is kind of difficult to, well, grok.”</p><p>We don’t have a ready mental framework for “thing that talks but isn’t aware.” Our entire understanding of conversation assumes a sentient participant on the other end. So when a chatbot generates text that sounds like an apology, our brains want to process it as an apology, even when we intellectually know better.</p><p>But journalists don’t get to plead cognitive bias. It’s 2026. We’ve been living with ChatGPT and its competitors for over three years now. There is no excuse for professional reporters to not understand the basic mechanics of what these systems are and aren’t. When a chatbot generates text, that is not a corporate statement. When you need a corporate statement, you contact the corporation. And when the corporation responds with “Legacy Media Lies,” that’s your story.</p><div class=\"captioned-image-container\"><figure><a class=\"image-link image2 is-viewable-img\" href=\"https://substackcdn.com/image/fetch/$s_!nVH6!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F51f3bdff-9508-4ddf-a9f2-5f9943d1e49c_4096x2560.jpeg\" target=\"_blank\"><div class=\"image2-inset\"><source type=\"image/webp\"/><img alt=\"\" class=\"article-image\" height=\"910\" src=\"https://substackcdn.com/image/fetch/$s_!nVH6!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F51f3bdff-9508-4ddf-a9f2-5f9943d1e49c_4096x2560.jpeg\" style=\"\" width=\"1456\"/><div class=\"image-link-expand\"><div class=\"pencraft pc-display-flex pc-gap-8 pc-reset\"><button class=\"pencraft pc-reset pencraft icon-container restack-image\" tabindex=\"0\" type=\"button\"><svg fill=\"none\" height=\"20\" stroke=\"var(--color-fg-primary)\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"1.5\" viewbox=\"0 0 20 20\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><g><title></title><path d=\"M2.53001 7.81595C3.49179 4.73911 6.43281 2.5 9.91173 2.5C13.1684 2.5 15.9537 4.46214 17.0852 7.23684L17.6179 8.67647M17.6179 8.67647L18.5002 4.26471M17.6179 8.67647L13.6473 6.91176M17.4995 12.1841C16.5378 15.2609 13.5967 17.5 10.1178 17.5C6.86118 17.5 4.07589 15.5379 2.94432 12.7632L2.41165 11.3235M2.41165 11.3235L1.5293 15.7353M2.41165 11.3235L6.38224 13.0882\"></path></g></svg></button><button class=\"pencraft pc-reset pencraft icon-container view-image\" tabindex=\"0\" type=\"button\"><svg class=\"lucide lucide-maximize2 lucide-maximize-2\" fill=\"none\" height=\"20\" stroke=\"currentColor\" stroke-linecap=\"round\" stroke-linejoin=\"round\" stroke-width=\"2\" viewbox=\"0 0 24 24\" width=\"20\" xmlns=\"http://www.w3.org/2000/svg\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" x2=\"14\" y1=\"3\" y2=\"10\"></line><line x1=\"3\" x2=\"10\" y1=\"21\" y2=\"14\"></line></svg></button></div></div></div></a></figure></div><p>The anthropomorphic framing is more than just sloppy. It’s a gift to tech companies that would rather not answer for their products’ failures. Every headline that says “Grok apologizes” or “Grok admits” or “Grok says” creates a world where the chatbot takes the fall while Musk and his executives face no scrutiny whatsoever.</p><p>Meanwhile, the actual consequences of Grok’s design choices fall on real people. Women who find AI-generated images of themselves in lingerie posted publicly to their replies. Children whose photos get transformed into sexualized content. Abuse survivors like Samantha Smith, who discovered that a tech billionaire’s chatbot would happily generate exploitative images of her childhood self.</p><p>These people deserve better than headlines that let xAI hide behind their own product.</p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://www.readtpa.com/p/grok-cant-apologize-grok-isnt-sentient/comments\"><span>Leave a comment</span></a></p><h4>What accountability actually looks like</h4><p>In a functioning media ecosystem, here’s what would happen: Reporters would contact xAI and ask pointed questions. When the company responded with an auto-reply dismissing them as liars, that would become the lead. The headlines would read something like “xAI Responds to CSAM Reports With ‘Legacy Media Lies’” or “Musk’s AI Company Refuses Comment After Chatbot Generates Child Abuse Images.”</p><p>That framing puts pressure where it belongs: on the executives who built the product, set its parameters, and profit from its use. It forces them to either provide a real response or face the reputational consequences of their silence.</p><p>Instead, we’re getting headlines that treat Grok’s generated text as a substitute for corporate accountability. And that’s exactly what xAI wants. They get to avoid answering questions while the press reports that their chatbot is “urgently fixing” the problem. It’s the perfect dodge.</p><p>The CSAM incident didn’t happen in isolation. This is the same Grok that <a href=\"https://www.readtpa.com/p/the-grok-white-genocide-incident\">injected “white genocide” conspiracy theories into unrelated conversations</a> last May. The same Grok that <a href=\"https://www.readtpa.com/p/elon-musks-reality-distortion-machine\">called itself “MechaHitler” and praised Adolf Hitler</a> last July. The same Grok that has been caught, over and over again, <a href=\"https://www.readtpa.com/p/elon-musks-reality-distortion-machine\">searching for Elon Musk’s views before answering controversial questions</a>. Every time there’s a scandal, xAI blames “unauthorized modifications” or “lapses in safeguards.” Every time, the chatbot generates apologetic-sounding text. And every time, the press treats that text as if it were a corporate statement.</p><div><hr/></div><p><em>For those who would like to financially support The Present Age on a non-Substack platform, please be aware that I also publish these pieces to my Patreon.</em></p><p class=\"button-wrapper\"><a class=\"button primary\" href=\"https://patreon.com/parkermolloy\"><span>Parker's Patreon</span></a></p><div><hr/></div><p>Despite all of this, <a href=\"https://www.politico.com/news/2025/07/14/defense-department-grok-musk-00451845\">the Department of Defense added Grok to its AI agents platform last month</a>. It’s the main <a href=\"https://www.cnbc.com/2025/07/25/musk-grok-kalshi-polymarket.html\">chatbot for prediction betting platforms Polymarket and Kalshi</a>. Musk is working to get it <a href=\"https://www.usatoday.com/story/cars/news/2025/12/13/tesla-grok-ai-serious-concerns/87070442007/\">integrated into Tesla vehicles</a>. The product keeps failing upward while its owner keeps avoiding accountability.</p><p>When Grok briefly showed its programming last November, declaring Musk fitter than LeBron James, smarter than Einstein, more worthy of devotion than Jesus, <a href=\"https://www.readtpa.com/p/elon-musks-reality-distortion-machine\">I wrote</a> that we got “a glimpse of something far more dangerous than a chatbot with an ego problem.” What we’re seeing now is that danger made manifest. A chatbot designed to be “less restricted,” owned by a man who thinks content moderation is censorship, generating child sexual abuse material on a platform with hundreds of millions of users.</p><p>And the press response? “Grok apologizes.”</p><p>We can do better than this.</p>",
      "image": "https://substackcdn.com/image/fetch/$s_!OhWV!,w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F78009815-cab8-4897-9ab9-81bbdc1596ff_534x896.png"
    }
  ],
  "dailyBriefing": [
    {
      "headline": "OpenAI Is Asking Contractors to Upload Work From Past Jobs to Evaluate the Performance of AI Agents",
      "source": "WIRED",
      "link": "https://www.wired.com/story/openai-contractor-upload-real-work-documents-ai-agents/"
    },
    {
      "headline": "The Samsung Galaxy Watch Is Discounted on Amazon",
      "source": "WIRED",
      "link": "https://www.wired.com/story/samsung-galaxy-watch8-deal-126/"
    },
    {
      "headline": "AI is coming for collectibles next",
      "source": "The Verge",
      "link": "https://www.theverge.com/tech/859994/ai-collectibles-funko-pops-amiibo-buddyo-heymates-ces-2026"
    },
    {
      "headline": "There&#8217;s a shark called the cookiecutter shark because it leaves bite marks...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048145-theres-a-shark-called-the"
    },
    {
      "headline": "A soaring US vs a stagnant EU? &#8220;Europeans benefit from more leisure...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048137-a-soaring-us-vs-a"
    },
    {
      "headline": "This company could help bring Auracast to an iPhone near you",
      "source": "The Verge",
      "link": "https://www.theverge.com/tech/860010/atitan-bluetooth-auracast-transceiver-ces-2026"
    },
    {
      "headline": "Grok Is Being Used to Mock and Strip Women in Hijabs and Saris",
      "source": "WIRED",
      "link": "https://www.wired.com/story/grok-is-being-used-to-mock-and-strip-women-in-hijabs-and-sarees/"
    },
    {
      "headline": "X accuses music publishers of &#8216;weaponizing&#8217; DMCA takedowns",
      "source": "The Verge",
      "link": "https://www.theverge.com/news/860013/x-nmpa-music-publishers-dmca-antitrust-lawsuit"
    },
    {
      "headline": "Alexandra Petri: I Tried to Be the Government. It Did Not Go...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048156-alexandra-petri-i-tried-t"
    },
    {
      "headline": "words.zip is &#8220;an infinite collaborative word search where anyone can find and...",
      "source": "kottke.org",
      "link": "https://kottke.org/26/01/0048133-wordszip-is-an-infinite-c"
    }
  ],
  "artInterstitials": [
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/844/151/115/928/634/original/1999dcd0b2163d18.jpg",
    "https://s3.eu-central-2.wasabisys.com/mastodonworld/media_attachments/files/115/860/787/113/589/212/original/d5b219b113839256.jpg"
  ]
}